;Block0x12_072
;子文件文本，共40条子文本
.align 2 :: Block0x12_072_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "さくらちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世ちゃん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "お体だいじょうぶですの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "お体だいじょうぶですの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､へいきへいき！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､へいきへいき！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "でも何だったんでしょう､{换行}"
;.strn "あの光は…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "でも何だったんでしょう､{换行}"
 .strn "あの光は…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…お母さんがいたの{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…お母さんがいたの{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "みんなが見たものは{换行}"
;.strn "バラバラでしたわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "みんなが見たものは{换行}"
 .strn "バラバラでしたわ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "女の人を見たのは{换行}"
;.strn "さくらちゃんだけです{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "女の人を見たのは{换行}"
 .strn "さくらちゃんだけです{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "う～ん､んなカード{换行}"
;.strn "あったかな～？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "う～ん､んなカード{换行}"
 .strn "あったかな～？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "クロウカードかほんまもんの{换行}"
;.strn "ゆうれいか…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "クロウカードかほんまもんの{换行}"
 .strn "ゆうれいか…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…もう一度行ってみるよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…もう一度行ってみるよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お母さんだったら…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お母さんだったら…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どうしてあそこにいたのか､{换行}"
;.strn "たしかめたいもん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "どうしてあそこにいたのか､{换行}"
 .strn "たしかめたいもん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "気をつけてくださいね{换行}"
;.strn "さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "気をつけてくださいね{换行}"
 .strn "さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "くれぐれも注意するんやで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "くれぐれも注意するんやで{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "パァーーーッ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "パァーーーッ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "でましたわ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "でましたわ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お母さん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お母さん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃんのお母さん…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "さくらちゃんのお母さん…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "しゃしんと同じや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "しゃしんと同じや{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どうしてここにいるの…､{换行}"
;.strn "あ､待って！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "どうしてここにいるの…､{换行}"
 .strn "あ､待って！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "あかん､そっちはがけや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "あかん､そっちはがけや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お母さん！{换行}"
;.strn "待ってお母さん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お母さん！{换行}"
 .strn "待ってお母さん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(お母さん…どうして…{换行}"
;.strn "どうして…){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(お母さん…どうして…{换行}"
 .strn "どうして…){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(あ…！　違う､{换行}"
;.strn "お母さんじゃない！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(あ…！　違う､{换行}"
 .strn "お母さんじゃない！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(お母さんはこんなこと{换行}"
;.strn "しない!!){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(お母さんはこんなこと{换行}"
 .strn "しない!!){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あなたはお母さんじゃない！{换行}"
;.strn "だれ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あなたはお母さんじゃない！{换行}"
 .strn "だれ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そのもよう見覚えあるで！{换行}"
;.strn "クロウカードや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "そのもよう見覚えあるで！{换行}"
 .strn "クロウカードや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくら､封印や!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくら､封印や!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "やりましたわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "やりましたわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "イリュージョンのカードや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "イリュージョンのカードや{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "人が見たいと思っている{换行}"
;.strn "もんを見せるカードや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "人が見たいと思っている{换行}"
 .strn "もんを見せるカードや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "それぞれの心の中のもんを{换行}"
;.strn "見せるさかい{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "それぞれの心の中のもんを{换行}"
 .strn "見せるさかい{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "みんなバラバラなのは{换行}"
;.strn "あたり前や{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "みんなバラバラなのは{换行}"
 .strn "あたり前や{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "よかった…､お母さん{换行}"
;.strn "ひとりぼっちじゃなくて{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "よかった…､お母さん{换行}"
 .strn "ひとりぼっちじゃなくて{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらこんなに{换行}"
;.strn "がんばったんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくらこんなに{换行}"
 .strn "がんばったんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_072_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "お母はん安心してはるて{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "お母はん安心してはるて{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_072_Ptr:
    .hword (Block0x12_072_000 & 0xF),(((Block0x12_072_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_001 & 0xF),(((Block0x12_072_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_002 & 0xF),(((Block0x12_072_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_003 & 0xF),(((Block0x12_072_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_004 & 0xF),(((Block0x12_072_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_005 & 0xF),(((Block0x12_072_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_006 & 0xF),(((Block0x12_072_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_007 & 0xF),(((Block0x12_072_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_008 & 0xF),(((Block0x12_072_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_009 & 0xF),(((Block0x12_072_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_010 & 0xF),(((Block0x12_072_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_011 & 0xF),(((Block0x12_072_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_012 & 0xF),(((Block0x12_072_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_013 & 0xF),(((Block0x12_072_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_014 & 0xF),(((Block0x12_072_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_015 & 0xF),(((Block0x12_072_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_016 & 0xF),(((Block0x12_072_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_017 & 0xF),(((Block0x12_072_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_018 & 0xF),(((Block0x12_072_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_019 & 0xF),(((Block0x12_072_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_020 & 0xF),(((Block0x12_072_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_021 & 0xF),(((Block0x12_072_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_022 & 0xF),(((Block0x12_072_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_023 & 0xF),(((Block0x12_072_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_024 & 0xF),(((Block0x12_072_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_025 & 0xF),(((Block0x12_072_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_026 & 0xF),(((Block0x12_072_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_027 & 0xF),(((Block0x12_072_027 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_028 & 0xF),(((Block0x12_072_028 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_029 & 0xF),(((Block0x12_072_029 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_030 & 0xF),(((Block0x12_072_030 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_031 & 0xF),(((Block0x12_072_031 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_032 & 0xF),(((Block0x12_072_032 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_033 & 0xF),(((Block0x12_072_033 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_034 & 0xF),(((Block0x12_072_034 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_035 & 0xF),(((Block0x12_072_035 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_036 & 0xF),(((Block0x12_072_036 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_037 & 0xF),(((Block0x12_072_037 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_038 & 0xF),(((Block0x12_072_038 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_072_039 & 0xF),(((Block0x12_072_039 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_072_End :: .endfunc
