;Block0x12_001
;子文件文本，共32条子文本
.align 2 :: Block0x12_001_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "それじゃ私はオムライス！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "那我要蛋包饭！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "僕は…､パスタがいいかな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "我的话...意面吧{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "おおもりあるぞ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "有大份的哦{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "え､ほんとう？{换行}"
;.strn "それじゃおおもり{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "诶，真的吗？{换行}"
 .strn "那我要大份的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私はハンバーグ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "我要汉堡{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "{小1}狼決まった？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "{小1}小狼决定了吗？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…え{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…诶{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "どうしたの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "怎么了？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…(カァーーーー!!){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…(咔ーーーー!!){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "パ､パスタ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "意、意面！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "かしこまりました{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "了解了{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "おなかすいちゃったね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "肚子饿了呀{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はい､…雪兔さんパスタだ{换行}"
;.strn "けでたりるんですか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯，雪兔哥哥意面就{换行}"
 .strn "够了吗{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "うん､家でいっぱい食べて{换行}"
;.strn "きたから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "嗯，在家已经吃了{换行}"
 .strn "很多了{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "そんなにいっぱい食べるん{换行}"
;.strn "ですか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "会吃那么多吗{换行}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "はは､なんかすぐにおなか{换行}"
;.strn "空いちゃうんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "哈哈，不知道为什么肚子{换行}"
 .strn "总是很快就空了{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ガタッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "咔哒！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "どうしたの{小1}狼？{换行}"
;.strn "急に立ち上がって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "怎么了{小1}小狼？{换行}"
 .strn "突然站起来{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "しょ､しょくよくがあるの{换行}"
;.strn "は､い､いいことです{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "有、有食欲是{换行}"
 .strn "是、好事{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "おまちどうさま{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "久等了{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､も､もうできたの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "诶，这就好了吗？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "当然だ､俺がつくったんだ{换行}"
;.strn "からな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "当然了，因为是{换行}"
 .strn "我做的{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "さ､すわって､さめないう{换行}"
;.strn "ちに食べよう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "来，坐下吧，趁还没冷{换行}"
 .strn "之前吃掉吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……コクコク{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……吃吃吃{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "いただきまーす！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "我开动了！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "食事が終わったらどうしま{换行}"
;.strn "す？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "吃完饭后要做什么{换行}"
 .strn "吗？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私､かんらん車のりたーい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "我想坐观览车！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "やけいがきれいだしね､う{换行}"
;.strn "んいいね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "夜景很好看呢､嗯{换行}"
 .strn "不错呢{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李くんは？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李同学呢？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…そ､それでいい{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "那、那样就好{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_001_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "それじゃかんらん車できま{换行}"
;.strn "りね！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "那就决定是观览车{换行}"
 .strn "咯！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_001_Ptr:
    .hword (Block0x12_001_000 & 0xF),(((Block0x12_001_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_001 & 0xF),(((Block0x12_001_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_002 & 0xF),(((Block0x12_001_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_003 & 0xF),(((Block0x12_001_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_004 & 0xF),(((Block0x12_001_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_005 & 0xF),(((Block0x12_001_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_006 & 0xF),(((Block0x12_001_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_007 & 0xF),(((Block0x12_001_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_008 & 0xF),(((Block0x12_001_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_009 & 0xF),(((Block0x12_001_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_010 & 0xF),(((Block0x12_001_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_011 & 0xF),(((Block0x12_001_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_012 & 0xF),(((Block0x12_001_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_013 & 0xF),(((Block0x12_001_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_014 & 0xF),(((Block0x12_001_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_015 & 0xF),(((Block0x12_001_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_016 & 0xF),(((Block0x12_001_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_017 & 0xF),(((Block0x12_001_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_018 & 0xF),(((Block0x12_001_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_019 & 0xF),(((Block0x12_001_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_020 & 0xF),(((Block0x12_001_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_021 & 0xF),(((Block0x12_001_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_022 & 0xF),(((Block0x12_001_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_023 & 0xF),(((Block0x12_001_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_024 & 0xF),(((Block0x12_001_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_025 & 0xF),(((Block0x12_001_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_026 & 0xF),(((Block0x12_001_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_027 & 0xF),(((Block0x12_001_027 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_028 & 0xF),(((Block0x12_001_028 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_029 & 0xF),(((Block0x12_001_029 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_030 & 0xF),(((Block0x12_001_030 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_001_031 & 0xF),(((Block0x12_001_031 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_001_End :: .endfunc
