;Block0x12_050
;子文件文本，共16条子文本
.align 2 :: Block0x12_050_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃん､{换行}"
;.strn "わたしお昼ねするから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃん､{换行}"
 .strn "わたしお昼ねするから{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "だれかきたらおこしてね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "だれかきたらおこしてね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "おう､わいにまかしとき！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "おう､わいにまかしとき！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "今日はお兄ちゃんも{换行}"
;.strn "お父さんもいなから{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "今日はお兄ちゃんも{换行}"
 .strn "お父さんもいなから{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "それじゃおねがいね……{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "それじゃおねがいね……{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そんじゃ､わいはどないし{换行}"
;.strn "よっかな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "そんじゃ､わいはどないし{换行}"
 .strn "よっかな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "プルルルル…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "プルルルル…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ…､{换行}"
;.strn "…ケロちゃん電話でて…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえ…､{换行}"
 .strn "…ケロちゃん電話でて…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "おう！　…もしもし､{换行}"
;.strn "わいはケルベロスやけど{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "おう！　…もしもし､{换行}"
 .strn "わいはケルベロスやけど{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…って､{换行}"
;.strn "なに本当にでてるのよ!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…って､{换行}"
 .strn "なに本当にでてるのよ!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ほい､知世から{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ほい､知世から{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…もしもし､知世ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…もしもし､知世ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ケロちゃんが電話にでるな{换行}"
;.strn "んてめずらしいですわね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ケロちゃんが電話にでるな{换行}"
 .strn "んてめずらしいですわね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､あははは…､知世ちゃん{换行}"
;.strn "でよかったよ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､あははは…､知世ちゃん{换行}"
 .strn "でよかったよ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_050_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わいもドキドキもんやったで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "わいもドキドキもんやったで{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_050_Ptr:
    .hword (Block0x12_050_000 & 0xF),(((Block0x12_050_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_001 & 0xF),(((Block0x12_050_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_002 & 0xF),(((Block0x12_050_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_003 & 0xF),(((Block0x12_050_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_004 & 0xF),(((Block0x12_050_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_005 & 0xF),(((Block0x12_050_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_006 & 0xF),(((Block0x12_050_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_007 & 0xF),(((Block0x12_050_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_008 & 0xF),(((Block0x12_050_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_009 & 0xF),(((Block0x12_050_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_010 & 0xF),(((Block0x12_050_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_011 & 0xF),(((Block0x12_050_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_012 & 0xF),(((Block0x12_050_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_013 & 0xF),(((Block0x12_050_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_014 & 0xF),(((Block0x12_050_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_050_015 & 0xF),(((Block0x12_050_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_050_End :: .endfunc
