;Block0x12_012
;子文件文本，共26条子文本
.align 2 :: Block0x12_012_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "{王1}子様!?　さくらがか!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "王子!?小樱吗!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ふえええん､決まっちゃっ{换行}"
;.strn "たんだよ～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯诶诶､都决定{换行}"
 .strn "好了～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "きっときっと､かわいい{王1}{换行}"
;.strn "子様ですわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "肯定会是､非常可爱的{换行}"
 .strn "王子呢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "私､いしょうがかりもたん{换行}"
;.strn "とうするんです{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "我也会非常努力地{换行}"
 .strn "配合的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "で､げきは『ねむれるもり{换行}"
;.strn "の美女』やろ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "要拍的剧是『睡美人』{换行}"
 .strn "对吗{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ってことは､お姫様が主や{换行}"
;.strn "くやな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "也就是说､主角是{换行}"
 .strn "公主吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "だれがお姫様や？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "所以公主是？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…李君{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…李君{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なんじゃ､そりゃああああ{换行}"
;.strn "ああ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "什么啊､怎么这样！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "だって､あみだで決まった{换行}"
;.strn "んだもん…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "所以说､是抽签{换行}"
 .strn "决定的…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "しっかし､なんでごちゃま{换行}"
;.strn "ぜなんや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "但是､为什么男女角色会{换行}"
 .strn "混在一起呢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "観月先生がみんなにこうへ{换行}"
;.strn "いにって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "观月老师说想让大家{换行}"
 .strn "平等分配角色{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "……観月先生…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "……观月老师…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "魔力のむっちゃ強いもんが{换行}"
;.strn "この町におる…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "这个城镇有一个{换行}"
 .strn "魔力非常强大的存在…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "せやから……､わいもがく{换行}"
;.strn "げい会行くで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "既然如此……､ 我也去参加{换行}"
 .strn "学艺会好了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "何よ､それーーー！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "什么啊ーーー！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "いやあ､楽しみやなー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "诶呀､估计会很开心啊ー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "本当に楽しみですわー{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "一定会很开心的哦ー{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ふう､ま､みんなにみつか{换行}"
;.strn "らないようにね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "哼､好吧､不要被大家{换行}"
 .strn "发现的话{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わいはそんなへまはせえへ{换行}"
;.strn "んって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "我不会犯那种错误的{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さっそく明日かられんしゅ{换行}"
;.strn "うですわね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "马上就到明天的{换行}"
 .strn "练习了呢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､李君とやくそくした{换行}"
;.strn "んだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯､和李君约好了{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "明日の朝､一緒にれんしゅ{换行}"
;.strn "うしようって{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "明天早上一起练习{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ほぉ､{小1}僧がな～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "吼､小鬼嘛～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_012_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ま､ねっしんなのはええこ{换行}"
;.strn "とや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "不过､积极也是好事呢{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_012_Ptr:
    .hword (Block0x12_012_000 & 0xF),(((Block0x12_012_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_001 & 0xF),(((Block0x12_012_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_002 & 0xF),(((Block0x12_012_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_003 & 0xF),(((Block0x12_012_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_004 & 0xF),(((Block0x12_012_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_005 & 0xF),(((Block0x12_012_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_006 & 0xF),(((Block0x12_012_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_007 & 0xF),(((Block0x12_012_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_008 & 0xF),(((Block0x12_012_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_009 & 0xF),(((Block0x12_012_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_010 & 0xF),(((Block0x12_012_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_011 & 0xF),(((Block0x12_012_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_012 & 0xF),(((Block0x12_012_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_013 & 0xF),(((Block0x12_012_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_014 & 0xF),(((Block0x12_012_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_015 & 0xF),(((Block0x12_012_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_016 & 0xF),(((Block0x12_012_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_017 & 0xF),(((Block0x12_012_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_018 & 0xF),(((Block0x12_012_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_019 & 0xF),(((Block0x12_012_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_020 & 0xF),(((Block0x12_012_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_021 & 0xF),(((Block0x12_012_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_022 & 0xF),(((Block0x12_012_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_023 & 0xF),(((Block0x12_012_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_024 & 0xF),(((Block0x12_012_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_012_025 & 0xF),(((Block0x12_012_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_012_End :: .endfunc
