;Block0x12_015
;子文件文本，共92条子文本
.align 2 :: Block0x12_015_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ええ!?　帰る!?　…いつ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ええ!?　帰る!?　…いつ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "来週…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "来週…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そんな急に!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そんな急に!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……莓鈴{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……莓鈴{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "香港に帰るって先生に言っ{换行}"
;.strn "たか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "香港に帰るって先生に言っ{换行}"
 .strn "たか？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "{小1}狼は私が帰っちゃっても{换行}"
;.strn "いいのね!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "{小1}狼は私が帰っちゃっても{换行}"
 .strn "いいのね!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "しかたないだろう､おばう{换行}"
;.strn "えにもどれって…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "しかたないだろう､おばう{换行}"
 .strn "えにもどれって…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私､ここにいちゃ､{换行}"
;.strn "じゃま!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "私､ここにいちゃ､{换行}"
 .strn "じゃま!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "そうじゃなくて…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "そうじゃなくて…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､あの莓鈴ちゃん､うち{换行}"
;.strn "にとまりにこない!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､あの莓鈴ちゃん､うち{换行}"
 .strn "にとまりにこない!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "…な､なんで？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "…な､なんで？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "今日ね､お父さんがケーキ{换行}"
;.strn "やいたの！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "今日ね､お父さんがケーキ{换行}"
 .strn "やいたの！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さんお料理上手だから{换行}"
;.strn "おいしいよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お父さんお料理上手だから{换行}"
 .strn "おいしいよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "それに！　それに……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "それに！　それに……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "莓鈴ちゃんと､ゆっくりお{换行}"
;.strn "話してみたいし…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "莓鈴ちゃんと､ゆっくりお{换行}"
 .strn "話してみたいし…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "……､いいわ､今日行く{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "……､いいわ､今日行く{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "それじゃ､じゃあね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "それじゃ､じゃあね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ご､ごめんね､急に莓鈴{换行}"
;.strn "ちゃんさそって{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ご､ごめんね､急に莓鈴{换行}"
 .strn "ちゃんさそって{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "またなんで急にあいつを…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "またなんで急にあいつを…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "莓鈴ちゃんとお話したかっ{换行}"
;.strn "たのは本当{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "莓鈴ちゃんとお話したかっ{换行}"
 .strn "たのは本当{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "それに､李君となかなおり{换行}"
;.strn "してほしいし…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "それに､李君となかなおり{换行}"
 .strn "してほしいし…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "このまま帰ったらさびしい{换行}"
;.strn "よ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "このまま帰ったらさびしい{换行}"
 .strn "よ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "あー､もうおなかいっぱい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "あー､もうおなかいっぱい！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "あなたのお父さんて本当に{换行}"
;.strn "お料理上手ね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "あなたのお父さんて本当に{换行}"
 .strn "お料理上手ね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "そういえば､きいろいスポ{换行}"
;.strn "ンジは？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "そういえば､きいろいスポ{换行}"
 .strn "ンジは？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はは､ケロちゃんは知世{换行}"
;.strn "ちゃんちなの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はは､ケロちゃんは知世{换行}"
 .strn "ちゃんちなの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ふ～ん､ところで話って…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "ふ～ん､ところで話って…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あのね､李君はじゃまだな{换行}"
;.strn "んて思ってないよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あのね､李君はじゃまだな{换行}"
 .strn "んて思ってないよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "だって､いつも莓鈴ちゃん{换行}"
;.strn "のこと心配してるもん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "だって､いつも莓鈴ちゃん{换行}"
 .strn "のこと心配してるもん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "…分かってる{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "…分かってる{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "でも､それって私がほしい{换行}"
;.strn "気持ちとはちがうもん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "でも､それって私がほしい{换行}"
 .strn "気持ちとはちがうもん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ね､木之本さんの好きな人{换行}"
;.strn "の方どうなったの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "ね､木之本さんの好きな人{换行}"
 .strn "の方どうなったの？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほ､ほえ!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほ､ほえ!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "きょ年のクリスマスプレゼ{换行}"
;.strn "ント､わたせた？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "きょ年のクリスマスプレゼ{换行}"
 .strn "ント､わたせた？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う､うううう､うん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う､うううう､うん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_040:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ねね､なんで好きになった{换行}"
;.strn "の？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "ねね､なんで好きになった{换行}"
 .strn "の？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_041:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､あの､お兄ちゃんのお{换行}"
;.strn "友たちで…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､あの､お兄ちゃんのお{换行}"
 .strn "友たちで…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_042:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…あそびに来て…それで…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…あそびに来て…それで…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_043:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ひとめぼれ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "ひとめぼれ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_044:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…莓鈴ちゃんは!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…莓鈴ちゃんは!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_045:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私は……､ひとめぼれとは{换行}"
;.strn "ちがうな…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "私は……､ひとめぼれとは{换行}"
 .strn "ちがうな…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_046:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "香港のうちの家と{小1}狼の{换行}"
;.strn "家って､すぐ近くなの{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "香港のうちの家と{小1}狼の{换行}"
 .strn "家って､すぐ近くなの{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_047:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私は魔力がないから魔法の{换行}"
;.strn "勉強はしなかったけど{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "私は魔力がないから魔法の{换行}"
 .strn "勉強はしなかったけど{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_048:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ぶじゅつは{小1}狼と一緒に{换行}"
;.strn "ウェイにならったの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "ぶじゅつは{小1}狼と一緒に{换行}"
 .strn "ウェイにならったの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_049:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_050:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "でも､{小1}狼ってわらわない{换行}"
;.strn "し､話さないし…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "でも､{小1}狼ってわらわない{换行}"
 .strn "し､話さないし…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_051:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "今みたいに？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "今みたいに？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_052:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "もっとよ､だからにがて{换行}"
;.strn "だったんだけど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "もっとよ､だからにがて{换行}"
 .strn "だったんだけど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_053:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "でも､あるときから変わっ{换行}"
;.strn "たの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "でも､あるときから変わっ{换行}"
 .strn "たの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_054:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私がかってた鳥をにがし{换行}"
;.strn "ちゃったんだけど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "私がかってた鳥をにがし{换行}"
 .strn "ちゃったんだけど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_055:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "{小1}狼はその鳥をさがしてき{换行}"
;.strn "てくれたの{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "{小1}狼はその鳥をさがしてき{换行}"
 .strn "てくれたの{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_056:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "３日間ももどってこないで…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "３日間ももどってこないで…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_057:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "帰ってきたときには服もぼ{换行}"
;.strn "ろぼろだったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "帰ってきたときには服もぼ{换行}"
 .strn "ろぼろだったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_058:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "それからかな､大好きな人{换行}"
;.strn "に変わったのは…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "それからかな､大好きな人{换行}"
 .strn "に変わったのは…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_059:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "でも､{小1}狼はそうじゃない{换行}"
;.strn "わ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "でも､{小1}狼はそうじゃない{换行}"
 .strn "わ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_060:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私なんか魔力もないし､{换行}"
;.strn "一緒にいても…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "私なんか魔力もないし､{换行}"
 .strn "一緒にいても…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_061:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "莓鈴ちゃん……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "莓鈴ちゃん……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_062:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "!!　クロウカードの気配！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "!!　クロウカードの気配！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_063:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "うわぁ!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "うわぁ!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_064:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "{小1}狼の声！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "{小1}狼の声！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_065:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李くーん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李くーん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_066:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "{小1}狼！　だいじょうぶ!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "{小1}狼！　だいじょうぶ!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_067:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "ああ…､あいつらはツイ{换行}"
;.strn "ンのカードだ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "ああ…､あいつらはツイ{换行}"
 .strn "ンのカードだ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_068:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ツイン!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ツイン!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_069:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "奴らは２人で１人なんだ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "奴らは２人で１人なんだ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_070:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "だから､同時に攻撃して{動1}{换行}"
;.strn "きを止めないと…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "だから､同時に攻撃して{動1}{换行}"
 .strn "きを止めないと…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_071:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "でも､どうすればいいのよ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "でも､どうすればいいのよ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_072:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_073:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "…私､また何もできないの{换行}"
;.strn "ね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "…私､また何もできないの{换行}"
 .strn "ね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_074:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…！　そんなことないよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…！　そんなことないよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_075:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李君と莓鈴ちゃんなら{换行}"
;.strn "できるかもしれない！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李君と莓鈴ちゃんなら{换行}"
 .strn "できるかもしれない！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_076:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "木之本さん!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "木之本さん!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_077:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "出来るよ､莓鈴ちゃんずっ{换行}"
;.strn "と李君と一緒にいて…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "出来るよ､莓鈴ちゃんずっ{换行}"
 .strn "と李君と一緒にいて…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_078:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李君のこと見てきたんだも{换行}"
;.strn "ん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李君のこと見てきたんだも{换行}"
 .strn "ん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_079:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "…やってみる､……{小1}狼！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "…やってみる､……{小1}狼！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_080:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…わかった､まずやつをよ{换行}"
;.strn "わらせるんだ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…わかった､まずやつをよ{换行}"
 .strn "わらせるんだ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_081:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "最後に俺と莓鈴で{動1}きを止{换行}"
;.strn "める！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "最後に俺と莓鈴で{動1}きを止{换行}"
 .strn "める！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_082:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_083:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そうだ､李君とあいずをと{换行}"
;.strn "れば…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そうだ､李君とあいずをと{换行}"
 .strn "れば…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_084:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "それじゃ､あかん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "それじゃ､あかん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_085:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃん！　それに知世{换行}"
;.strn "ちゃんも！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃん！　それに知世{换行}"
 .strn "ちゃんも！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_086:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ヤツを封印するには全く同{换行}"
;.strn "時に{動1}きを止めにゃあかん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ヤツを封印するには全く同{换行}"
 .strn "時に{動1}きを止めにゃあかん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_087:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃん､コスチュー{换行}"
;.strn "ムをご用意しましたわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "さくらちゃん､コスチュー{换行}"
 .strn "ムをご用意しましたわ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_088:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ỽ　知世ちゃん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ỽ　知世ちゃん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_089:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_090:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_015_091:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…う､うん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…う､うん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_015_Ptr:
    .hword (Block0x12_015_000 & 0xF),(((Block0x12_015_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_001 & 0xF),(((Block0x12_015_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_002 & 0xF),(((Block0x12_015_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_003 & 0xF),(((Block0x12_015_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_004 & 0xF),(((Block0x12_015_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_005 & 0xF),(((Block0x12_015_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_006 & 0xF),(((Block0x12_015_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_007 & 0xF),(((Block0x12_015_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_008 & 0xF),(((Block0x12_015_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_009 & 0xF),(((Block0x12_015_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_010 & 0xF),(((Block0x12_015_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_011 & 0xF),(((Block0x12_015_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_012 & 0xF),(((Block0x12_015_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_013 & 0xF),(((Block0x12_015_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_014 & 0xF),(((Block0x12_015_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_015 & 0xF),(((Block0x12_015_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_016 & 0xF),(((Block0x12_015_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_017 & 0xF),(((Block0x12_015_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_018 & 0xF),(((Block0x12_015_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_019 & 0xF),(((Block0x12_015_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_020 & 0xF),(((Block0x12_015_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_021 & 0xF),(((Block0x12_015_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_022 & 0xF),(((Block0x12_015_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_023 & 0xF),(((Block0x12_015_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_024 & 0xF),(((Block0x12_015_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_025 & 0xF),(((Block0x12_015_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_026 & 0xF),(((Block0x12_015_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_027 & 0xF),(((Block0x12_015_027 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_028 & 0xF),(((Block0x12_015_028 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_029 & 0xF),(((Block0x12_015_029 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_030 & 0xF),(((Block0x12_015_030 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_031 & 0xF),(((Block0x12_015_031 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_032 & 0xF),(((Block0x12_015_032 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_033 & 0xF),(((Block0x12_015_033 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_034 & 0xF),(((Block0x12_015_034 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_035 & 0xF),(((Block0x12_015_035 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_036 & 0xF),(((Block0x12_015_036 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_037 & 0xF),(((Block0x12_015_037 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_038 & 0xF),(((Block0x12_015_038 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_039 & 0xF),(((Block0x12_015_039 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_040 & 0xF),(((Block0x12_015_040 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_041 & 0xF),(((Block0x12_015_041 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_042 & 0xF),(((Block0x12_015_042 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_043 & 0xF),(((Block0x12_015_043 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_044 & 0xF),(((Block0x12_015_044 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_045 & 0xF),(((Block0x12_015_045 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_046 & 0xF),(((Block0x12_015_046 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_047 & 0xF),(((Block0x12_015_047 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_048 & 0xF),(((Block0x12_015_048 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_049 & 0xF),(((Block0x12_015_049 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_050 & 0xF),(((Block0x12_015_050 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_051 & 0xF),(((Block0x12_015_051 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_052 & 0xF),(((Block0x12_015_052 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_053 & 0xF),(((Block0x12_015_053 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_054 & 0xF),(((Block0x12_015_054 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_055 & 0xF),(((Block0x12_015_055 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_056 & 0xF),(((Block0x12_015_056 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_057 & 0xF),(((Block0x12_015_057 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_058 & 0xF),(((Block0x12_015_058 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_059 & 0xF),(((Block0x12_015_059 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_060 & 0xF),(((Block0x12_015_060 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_061 & 0xF),(((Block0x12_015_061 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_062 & 0xF),(((Block0x12_015_062 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_063 & 0xF),(((Block0x12_015_063 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_064 & 0xF),(((Block0x12_015_064 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_065 & 0xF),(((Block0x12_015_065 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_066 & 0xF),(((Block0x12_015_066 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_067 & 0xF),(((Block0x12_015_067 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_068 & 0xF),(((Block0x12_015_068 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_069 & 0xF),(((Block0x12_015_069 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_070 & 0xF),(((Block0x12_015_070 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_071 & 0xF),(((Block0x12_015_071 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_072 & 0xF),(((Block0x12_015_072 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_073 & 0xF),(((Block0x12_015_073 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_074 & 0xF),(((Block0x12_015_074 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_075 & 0xF),(((Block0x12_015_075 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_076 & 0xF),(((Block0x12_015_076 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_077 & 0xF),(((Block0x12_015_077 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_078 & 0xF),(((Block0x12_015_078 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_079 & 0xF),(((Block0x12_015_079 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_080 & 0xF),(((Block0x12_015_080 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_081 & 0xF),(((Block0x12_015_081 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_082 & 0xF),(((Block0x12_015_082 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_083 & 0xF),(((Block0x12_015_083 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_084 & 0xF),(((Block0x12_015_084 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_085 & 0xF),(((Block0x12_015_085 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_086 & 0xF),(((Block0x12_015_086 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_087 & 0xF),(((Block0x12_015_087 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_088 & 0xF),(((Block0x12_015_088 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_089 & 0xF),(((Block0x12_015_089 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_090 & 0xF),(((Block0x12_015_090 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_015_091 & 0xF),(((Block0x12_015_091 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_015_End :: .endfunc
