;Block0x12_047
;子文件文本，共46条子文本
.align 2 :: Block0x12_047_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おせんたくするよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おせんたくするよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "うん､それじゃおねがいしま{换行}"
;.strn "すね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "うん､それじゃおねがいしま{换行}"
 .strn "すね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はーい､行ってらっしゃい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はーい､行ってらっしゃい！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "さーてと､はじめますか！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "さーてと､はじめますか！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "えっと､これがおせんたくす{换行}"
;.strn "るものだね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "えっと､これがおせんたくす{换行}"
 .strn "るものだね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "よいしょっ…{换行}"
;.strn "う､お､おもたい…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "よいしょっ…{换行}"
 .strn "う､お､おもたい…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "これをせんたくきに入れて…{换行}"
;.strn "せんざい少々…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "これをせんたくきに入れて…{换行}"
 .strn "せんざい少々…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あとは…スイッチをポチッと{换行}"
;.strn "な！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あとは…スイッチをポチッと{换行}"
 .strn "な！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ピッピッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ピッピッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､それじゃ自分の部屋に{换行}"
;.strn "行こう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､それじゃ自分の部屋に{换行}"
 .strn "行こう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃーん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃーん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "この！　くそっ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "この！　くそっ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "バキバキ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "バキバキ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "♪チャラララッタラー！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "♪チャラララッタラー！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "よっしゃー！　ついに中ボス{换行}"
;.strn "をたおしたで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "よっしゃー！　ついに中ボス{换行}"
 .strn "をたおしたで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "しかもレベルアップや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "しかもレベルアップや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "…ぉおお！　しかも新しい魔{换行}"
;.strn "法もおぼえおったー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "…ぉおお！　しかも新しい魔{换行}"
 .strn "法もおぼえおったー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "よっしゃ､よっしゃぁー！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "よっしゃ､よっしゃぁー！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…まーだ､やってる…ỽ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…まーだ､やってる…ỽ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なんやさくら！　わいは今え{换行}"
;.strn "らい上気げんなんや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なんやさくら！　わいは今え{换行}"
 .strn "らい上気げんなんや{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なんでも言うてみい､なんで{换行}"
;.strn "もやったるで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なんでも言うてみい､なんで{换行}"
 .strn "もやったるで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､本当！　それじゃあね…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え､本当！　それじゃあね…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "せんたくきが止まると思うか{换行}"
;.strn "らせんたく物ほしてきて{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "せんたくきが止まると思うか{换行}"
 .strn "らせんたく物ほしてきて{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なんやそないなことか､{换行}"
;.strn "よっしゃわいにまかせとき{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なんやそないなことか､{换行}"
 .strn "よっしゃわいにまかせとき{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ピューン…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ピューン…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…あれ､ケロちゃんほんとに{换行}"
;.strn "行っちゃった…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…あれ､ケロちゃんほんとに{换行}"
 .strn "行っちゃった…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ゲームやって､そんなにうれ{换行}"
;.strn "しいのかな？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ゲームやって､そんなにうれ{换行}"
 .strn "しいのかな？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "さてと､私はどうしよかな…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "さてと､私はどうしよかな…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "なんじゃこりゃーーー!!!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "なんじゃこりゃーーー!!!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ!?　ケロちゃんどうし{换行}"
;.strn "たんだろう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほええ!?　ケロちゃんどうし{换行}"
 .strn "たんだろう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらちょっときてみー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくらちょっときてみー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どうしたのケ…､{换行}"
;.strn "ほえええええ!!!!!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "どうしたのケ…､{换行}"
 .strn "ほえええええ!!!!!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ブクブクブク…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ブクブクブク…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "な､なにこのあわは？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "な､なにこのあわは？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そりゃわいのセリフやで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "そりゃわいのセリフやで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "せんざい入れすぎたんと{换行}"
;.strn "ちゃうか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "せんざい入れすぎたんと{换行}"
 .strn "ちゃうか？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そんなことないよ！{换行}"
;.strn "……あ､もしかして…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そんなことないよ！{换行}"
 .strn "……あ､もしかして…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あー！　やっぱり！　{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あー！　やっぱり！　{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_040:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "どないした？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "どないした？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_041:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "めもりまちがえて{换行}"
;.strn "はかってたー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "めもりまちがえて{换行}"
 .strn "はかってたー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_042:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "……さてと､わいはケロケ{换行}"
;.strn "ロクエストや…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "……さてと､わいはケロケ{换行}"
 .strn "ロクエストや…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_043:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ～､{换行}"
;.strn "ケロちゃんまってよ～！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほええ～､{换行}"
 .strn "ケロちゃんまってよ～！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_044:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ブクブクブク…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ブクブクブク…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_047_045:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ふぇ～ん､どうしよー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ふぇ～ん､どうしよー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_047_Ptr:
    .hword (Block0x12_047_000 & 0xF),(((Block0x12_047_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_001 & 0xF),(((Block0x12_047_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_002 & 0xF),(((Block0x12_047_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_003 & 0xF),(((Block0x12_047_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_004 & 0xF),(((Block0x12_047_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_005 & 0xF),(((Block0x12_047_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_006 & 0xF),(((Block0x12_047_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_007 & 0xF),(((Block0x12_047_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_008 & 0xF),(((Block0x12_047_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_009 & 0xF),(((Block0x12_047_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_010 & 0xF),(((Block0x12_047_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_011 & 0xF),(((Block0x12_047_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_012 & 0xF),(((Block0x12_047_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_013 & 0xF),(((Block0x12_047_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_014 & 0xF),(((Block0x12_047_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_015 & 0xF),(((Block0x12_047_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_016 & 0xF),(((Block0x12_047_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_017 & 0xF),(((Block0x12_047_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_018 & 0xF),(((Block0x12_047_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_019 & 0xF),(((Block0x12_047_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_020 & 0xF),(((Block0x12_047_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_021 & 0xF),(((Block0x12_047_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_022 & 0xF),(((Block0x12_047_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_023 & 0xF),(((Block0x12_047_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_024 & 0xF),(((Block0x12_047_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_025 & 0xF),(((Block0x12_047_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_026 & 0xF),(((Block0x12_047_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_027 & 0xF),(((Block0x12_047_027 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_028 & 0xF),(((Block0x12_047_028 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_029 & 0xF),(((Block0x12_047_029 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_030 & 0xF),(((Block0x12_047_030 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_031 & 0xF),(((Block0x12_047_031 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_032 & 0xF),(((Block0x12_047_032 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_033 & 0xF),(((Block0x12_047_033 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_034 & 0xF),(((Block0x12_047_034 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_035 & 0xF),(((Block0x12_047_035 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_036 & 0xF),(((Block0x12_047_036 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_037 & 0xF),(((Block0x12_047_037 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_038 & 0xF),(((Block0x12_047_038 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_039 & 0xF),(((Block0x12_047_039 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_040 & 0xF),(((Block0x12_047_040 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_041 & 0xF),(((Block0x12_047_041 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_042 & 0xF),(((Block0x12_047_042 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_043 & 0xF),(((Block0x12_047_043 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_044 & 0xF),(((Block0x12_047_044 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_047_045 & 0xF),(((Block0x12_047_045 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_047_End :: .endfunc
