;Block0x12_046
;子文件文本，共32条子文本
.align 2 :: Block0x12_046_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おべんとうとどけるよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おべんとうとどけるよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "学校にとどければいいんだ{换行}"
;.strn "よね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "学校にとどければいいんだ{换行}"
 .strn "よね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "それじゃお願いします{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "それじゃお願いします{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お兄ちゃんどこにいるのか{换行}"
;.strn "な…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お兄ちゃんどこにいるのか{换行}"
 .strn "な…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､あそこでボールけって{换行}"
;.strn "るのお兄ちゃんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､あそこでボールけって{换行}"
 .strn "るのお兄ちゃんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お兄ちゃーん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お兄ちゃーん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "ん？　…どうした､怪獣は{换行}"
;.strn "学校に入れねえぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "ん？　…どうした､怪獣は{换行}"
 .strn "学校に入れねえぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "忘れていったおべんとう{换行}"
;.strn "持ってきたのに{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "忘れていったおべんとう{换行}"
 .strn "持ってきたのに{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "…ありがと､ほらべんとう{换行}"
;.strn "よこせ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "…ありがと､ほらべんとう{换行}"
 .strn "よこせ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う～､…はい､おべんとう…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う～､…はい､おべんとう…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "…ほら､用がすんだらとっ{换行}"
;.strn "と帰れ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "…ほら､用がすんだらとっ{换行}"
 .strn "と帰れ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…うん…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…うん…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "…なにさがしてるんだ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "…なにさがしてるんだ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ゆ､ゆきとさん…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ゆ､ゆきとさん…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "ゆきはプールだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "ゆきはプールだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え…､プール？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え…､プール？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キャーー！　月城クーン!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "キャーー！　月城クーン!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "今日はすいえい部のすけっ{换行}"
;.strn "とだからな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "今日はすいえい部のすけっ{换行}"
 .strn "とだからな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ～､雪兔さんおよぐの{换行}"
;.strn "上手だね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえ～､雪兔さんおよぐの{换行}"
 .strn "上手だね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "一位､月城！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "一位､月城！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "つきしろク～ン!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "つきしろク～ン!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "雪兔さ～ん♡{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "雪兔さ～ん♡{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "ふう…､あれさくらちゃん､{换行}"
;.strn "今日はどうしたの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "ふう…､あれさくらちゃん､{换行}"
 .strn "今日はどうしたの？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お兄ちゃんのおべんとうと{换行}"
;.strn "どけにきたんです{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お兄ちゃんのおべんとうと{换行}"
 .strn "どけにきたんです{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "えらいね､さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "えらいね､さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そ､そんなことないです{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そ､そんなことないです{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "そーそ､そんなことない{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "そーそ､そんなことない{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あー!!　もうとどけてあげ{换行}"
;.strn "ないからね!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あー!!　もうとどけてあげ{换行}"
 .strn "ないからね!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "ふふ､本当はありがとうっ{换行}"
;.strn "て思っているくせに{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "ふふ､本当はありがとうっ{换行}"
 .strn "て思っているくせに{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_046_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "……うるせぇー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "……うるせぇー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_046_Ptr:
    .hword (Block0x12_046_000 & 0xF),(((Block0x12_046_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_001 & 0xF),(((Block0x12_046_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_002 & 0xF),(((Block0x12_046_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_003 & 0xF),(((Block0x12_046_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_004 & 0xF),(((Block0x12_046_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_005 & 0xF),(((Block0x12_046_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_006 & 0xF),(((Block0x12_046_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_007 & 0xF),(((Block0x12_046_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_008 & 0xF),(((Block0x12_046_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_009 & 0xF),(((Block0x12_046_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_010 & 0xF),(((Block0x12_046_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_011 & 0xF),(((Block0x12_046_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_012 & 0xF),(((Block0x12_046_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_013 & 0xF),(((Block0x12_046_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_014 & 0xF),(((Block0x12_046_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_015 & 0xF),(((Block0x12_046_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_016 & 0xF),(((Block0x12_046_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_017 & 0xF),(((Block0x12_046_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_018 & 0xF),(((Block0x12_046_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_019 & 0xF),(((Block0x12_046_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_020 & 0xF),(((Block0x12_046_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_021 & 0xF),(((Block0x12_046_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_022 & 0xF),(((Block0x12_046_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_023 & 0xF),(((Block0x12_046_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_024 & 0xF),(((Block0x12_046_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_025 & 0xF),(((Block0x12_046_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_026 & 0xF),(((Block0x12_046_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_027 & 0xF),(((Block0x12_046_027 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_028 & 0xF),(((Block0x12_046_028 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_029 & 0xF),(((Block0x12_046_029 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_030 & 0xF),(((Block0x12_046_030 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_046_031 & 0xF),(((Block0x12_046_031 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_046_End :: .endfunc
