;Block0x12_057
;子文件文本，共35条子文本
.align 2 :: Block0x12_057_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{█1}ヒントイベント{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "提示场景{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ケロちゃーーーん､{换行}"
;.strn "チェーーーーック!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "小可ーーー､{换行}"
 .strn "确ーーーー认!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "いやー､おつかれさん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "诶呀､辛苦啦{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ざんねんやったけど､今{换行}"
;.strn "回はバッドエンドやったな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "虽然很可惜､{换行}"
 .strn "这次是失败结局呢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "もう一回さいしょから{换行}"
;.strn "がんばってや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "再从最开始加油一次吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そんじゃ､今週もチェック{换行}"
;.strn "していくでー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "那么､这周也来好好{换行}"
 .strn "确认下吧ー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "……なんや？　ゲームのヒ{换行}"
;.strn "ントがききたいんか？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "……什么？想知道{换行}"
 .strn "游戏的技巧？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わいがおしえられることは{换行}"
;.strn "かぎられとるけど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "虽然我能告诉你的{换行}"
 .strn "很有限…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ほんまにききたいんか？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "你真的想听吗？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ききたい{换行}"
;.strn "ききたくない{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "想听{换行}"
 .strn "不想听{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "よっしゃ､今回は{特1}別やで！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "那好､仅限这次哦！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "教えるのは手に入れられ{换行}"
;.strn "なかったカード名や{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "可以告诉你的是还没有{换行}"
 .strn "入手的卡牌的名字{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "これですこしはカード集め{换行}"
;.strn "がらくになるやろ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "这下收集卡片的过程{换行}"
 .strn "也会稍稍轻松些吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そんで､今回はどんくらい{换行}"
;.strn "集められたんや？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "那么､这次收集到{换行}"
 .strn "什么程度了呢？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{█1}４０枚上{█1}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "40枚以上{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ふんふん､４０枚いじょう{换行}"
;.strn "は集められたんやな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "嗯嗯､收集到40枚以上了啊{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ま､こんだけ集められれば{换行}"
;.strn "あともうひといきや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "收集到这些的话也就差{换行}"
 .strn "一口气的功夫了嘛{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "集められんかったカードを{换行}"
;.strn "言っていくで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "来说说没收集到的卡片吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{█1}３０枚上{█1}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "30枚以上{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "３０枚いじょうを{换行}"
;.strn "集めたんやな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "收集到30枚以上了啊{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "はんぶんいじょうは{换行}"
;.strn "集められたんか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "收集到一半以上了啊{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そんじゃ､集められんかった{换行}"
;.strn "カードはな…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "那么､那些还没收集到的{换行}"
 .strn "卡片…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{█1}２０枚上{█1}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "20枚以上{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "２０枚いじょうか…､{换行}"
;.strn "ちょっとすくないけどな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "20枚以上啊…､{换行}"
 .strn "稍微有些少啊{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "次はがんばってや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "接下来要加油了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "集められんかったカードは{换行}"
;.strn "ちょっと多いで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "没收集到的卡片稍微{换行}"
 .strn "有些多{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "言っていくから{换行}"
;.strn "よくきくんやで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "我会告诉你的{换行}"
 .strn "所以要听好了哦{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{█1}２０枚下{█1}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "20枚以下{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "う～ん､２０枚いかか…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "嗯～､20枚以下啊…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "こりゃ､次はそうとう気合{换行}"
;.strn "い入れんとしゃあないで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "这样､下次要在加把劲哦{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "あんさんならできると{换行}"
;.strn "思うけどな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "我相信是你的话{换行}"
 .strn "一定可以的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "集められんかった{换行}"
;.strn "カードをよくきくんやで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "要认真听还有哪些{换行}"
 .strn "没收集的卡片哦{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "メモをとっとくのもてやな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "最好在笔记上记下来{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_057_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そんじゃ言っていくで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "那么我要开始说了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_057_Ptr:
    .hword (Block0x12_057_000 & 0xF),(((Block0x12_057_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_001 & 0xF),(((Block0x12_057_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_002 & 0xF),(((Block0x12_057_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_003 & 0xF),(((Block0x12_057_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_004 & 0xF),(((Block0x12_057_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_005 & 0xF),(((Block0x12_057_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_006 & 0xF),(((Block0x12_057_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_007 & 0xF),(((Block0x12_057_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_008 & 0xF),(((Block0x12_057_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_009 & 0xF),(((Block0x12_057_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_010 & 0xF),(((Block0x12_057_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_011 & 0xF),(((Block0x12_057_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_012 & 0xF),(((Block0x12_057_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_013 & 0xF),(((Block0x12_057_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_014 & 0xF),(((Block0x12_057_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_015 & 0xF),(((Block0x12_057_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_016 & 0xF),(((Block0x12_057_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_017 & 0xF),(((Block0x12_057_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_018 & 0xF),(((Block0x12_057_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_019 & 0xF),(((Block0x12_057_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_020 & 0xF),(((Block0x12_057_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_021 & 0xF),(((Block0x12_057_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_022 & 0xF),(((Block0x12_057_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_023 & 0xF),(((Block0x12_057_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_024 & 0xF),(((Block0x12_057_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_025 & 0xF),(((Block0x12_057_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_026 & 0xF),(((Block0x12_057_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_027 & 0xF),(((Block0x12_057_027 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_028 & 0xF),(((Block0x12_057_028 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_029 & 0xF),(((Block0x12_057_029 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_030 & 0xF),(((Block0x12_057_030 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_031 & 0xF),(((Block0x12_057_031 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_032 & 0xF),(((Block0x12_057_032 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_033 & 0xF),(((Block0x12_057_033 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_057_034 & 0xF),(((Block0x12_057_034 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_057_End :: .endfunc
