;Block0x12_036
;子文件文本，共8条子文本
.align 2 :: Block0x12_036_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_036_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "僕もおうえんに行こうかな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "僕もおうえんに行こうかな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_036_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お父さん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_036_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "ま､これでまいごにならね{换行}"
;.strn "えな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "ま､これでまいごにならね{换行}"
 .strn "えな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_036_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "雪兔さんも出るんだよね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "雪兔さんも出るんだよね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_036_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "それじゃいっぱいおべんと{换行}"
;.strn "う作らないとだね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "それじゃいっぱいおべんと{换行}"
 .strn "う作らないとだね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_036_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "さくらさん､一緒におべん{换行}"
;.strn "とう作りましょうね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "さくらさん､一緒におべん{换行}"
 .strn "とう作りましょうね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_036_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_036_Ptr:
    .hword (Block0x12_036_000 & 0xF),(((Block0x12_036_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_036_001 & 0xF),(((Block0x12_036_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_036_002 & 0xF),(((Block0x12_036_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_036_003 & 0xF),(((Block0x12_036_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_036_004 & 0xF),(((Block0x12_036_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_036_005 & 0xF),(((Block0x12_036_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_036_006 & 0xF),(((Block0x12_036_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_036_007 & 0xF),(((Block0x12_036_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_036_End :: .endfunc
