;Block0x12_099
;子文件文本，共27条子文本
.align 2 :: Block0x12_099_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おっはよう！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おっはよう！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "おはようございます､{换行}"
;.strn "さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "おはようございます､{换行}"
 .strn "さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "今日も元気ですわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "今日も元気ですわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おはよ､知世ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おはよ､知世ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "昨日はおつかれさまでした{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "昨日はおつかれさまでした{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "私はまだこうふんがおさま{换行}"
;.strn "りませんわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "私はまだこうふんがおさま{换行}"
 .strn "りませんわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃんはひとりでク{换行}"
;.strn "ロウカードあつめだし…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "さくらちゃんはひとりでク{换行}"
 .strn "ロウカードあつめだし…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "そして､ひとりで全ての{换行}"
;.strn "カードを集めきった…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "そして､ひとりで全ての{换行}"
 .strn "カードを集めきった…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "なんて､{换行}"
;.strn "すばらしいのでしょう!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "なんて､{换行}"
 .strn "すばらしいのでしょう!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "は､ははは､知世ちゃん…ỽ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "は､ははは､知世ちゃん…ỽ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "でも､私だけの力じゃ{换行}"
;.strn "ないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "でも､私だけの力じゃ{换行}"
 .strn "ないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃんや李君､{换行}"
;.strn "莓鈴ちゃん､ケロちゃん…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世ちゃんや李君､{换行}"
 .strn "莓鈴ちゃん､ケロちゃん…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "みんなのおかげで{换行}"
;.strn "集められたんだよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "みんなのおかげで{换行}"
 .strn "集められたんだよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "…そのけんきょなしせいも{换行}"
;.strn "すばらしいですわ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "…そのけんきょなしせいも{换行}"
 .strn "すばらしいですわ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もう知世ちゃんのコス{换行}"
;.strn "チュームを着られないね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "もう知世ちゃんのコス{换行}"
 .strn "チュームを着られないね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "なにをおっしゃるのですか､{换行}"
;.strn "さくらちゃん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "なにをおっしゃるのですか､{换行}"
 .strn "さくらちゃん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃんがいるかぎり､{换行}"
;.strn "コスチュームは作りますわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "さくらちゃんがいるかぎり､{换行}"
 .strn "コスチュームは作りますわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "まだまだ､アイデアはつき{换行}"
;.strn "ることはありません{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "まだまだ､アイデアはつき{换行}"
 .strn "ることはありません{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "それに今もせいさく中です{换行}"
;.strn "のよ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "それに今もせいさく中です{换行}"
 .strn "のよ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "はぁ～､１日２４時間では{换行}"
;.strn "みじかすぎますわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "はぁ～､１日２４時間では{换行}"
 .strn "みじかすぎますわ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(知世ちゃん､あいかわら{换行}"
;.strn "ずかわってるな～){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(知世ちゃん､あいかわら{换行}"
 .strn "ずかわってるな～){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(でも､そこが知世ちゃん{换行}"
;.strn "のいいところなんだよね){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(でも､そこが知世ちゃん{换行}"
 .strn "のいいところなんだよね){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(私の大好きな知世ちゃん){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(私の大好きな知世ちゃん){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃん､これからも大{换行}"
;.strn "好きな知世ちゃんでいてね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世ちゃん､これからも大{换行}"
 .strn "好きな知世ちゃんでいてね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_099_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "はい､さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "はい､さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_099_Ptr:
    .hword (Block0x12_099_000 & 0xF),(((Block0x12_099_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_001 & 0xF),(((Block0x12_099_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_002 & 0xF),(((Block0x12_099_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_003 & 0xF),(((Block0x12_099_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_004 & 0xF),(((Block0x12_099_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_005 & 0xF),(((Block0x12_099_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_006 & 0xF),(((Block0x12_099_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_007 & 0xF),(((Block0x12_099_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_008 & 0xF),(((Block0x12_099_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_009 & 0xF),(((Block0x12_099_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_010 & 0xF),(((Block0x12_099_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_011 & 0xF),(((Block0x12_099_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_012 & 0xF),(((Block0x12_099_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_013 & 0xF),(((Block0x12_099_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_014 & 0xF),(((Block0x12_099_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_015 & 0xF),(((Block0x12_099_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_016 & 0xF),(((Block0x12_099_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_017 & 0xF),(((Block0x12_099_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_018 & 0xF),(((Block0x12_099_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_019 & 0xF),(((Block0x12_099_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_020 & 0xF),(((Block0x12_099_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_021 & 0xF),(((Block0x12_099_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_022 & 0xF),(((Block0x12_099_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_023 & 0xF),(((Block0x12_099_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_024 & 0xF),(((Block0x12_099_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_025 & 0xF),(((Block0x12_099_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_099_026 & 0xF),(((Block0x12_099_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_099_End :: .endfunc
