;Block0x12_098
;子文件文本，共34条子文本
.align 2 :: Block0x12_098_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ピピピピピ…!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ピピピピピ…!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ピピピピピ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ピピピピピ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくらー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "いつまでねとるんや､{换行}"
;.strn "もう朝やで!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "いつまでねとるんや､{换行}"
 .strn "もう朝やで!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…ほえええ～…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…ほえええ～…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…ほえ…､あ､ケロちゃん{换行}"
;.strn "おはよぉ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…ほえ…､あ､ケロちゃん{换行}"
 .strn "おはよぉ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "……､はぁ､これがほんま{换行}"
;.strn "にわいの主なんかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "……､はぁ､これがほんま{换行}"
 .strn "にわいの主なんかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ええわ､はよきがえるんや､{换行}"
;.strn "兄ちゃんよびにくるで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ええわ､はよきがえるんや､{换行}"
 .strn "兄ちゃんよびにくるで{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ふぁーい…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ふぁーい…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "よいしょっと…､昨日はほ{换行}"
;.strn "んとにたいへんだったよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "よいしょっと…､昨日はほ{换行}"
 .strn "んとにたいへんだったよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "いろいろなことがいっぺん{换行}"
;.strn "に起きるんだもん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "いろいろなことがいっぺん{换行}"
 .strn "に起きるんだもん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃんは前から､{换行}"
;.strn "知ってたの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃんは前から､{换行}"
 .strn "知ってたの？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "だいたいは知っとったけど{换行}"
;.strn "な{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "だいたいは知っとったけど{换行}"
 .strn "な{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらに教えられることは{换行}"
;.strn "かぎられとるんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくらに教えられることは{换行}"
 .strn "かぎられとるんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "いろいろあったけどな､{换行}"
;.strn "ま､けっかオーライや！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "いろいろあったけどな､{换行}"
 .strn "ま､けっかオーライや！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もう､ケロちゃんは！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "もう､ケロちゃんは！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…でも､ほんとによかっ{换行}"
;.strn "た…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…でも､ほんとによかっ{换行}"
 .strn "た…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "せやな､さくらはようがん{换行}"
;.strn "ばったな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "せやな､さくらはようがん{换行}"
 .strn "ばったな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わいがむりやりカード集め{换行}"
;.strn "させるようなもんやったし{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "わいがむりやりカード集め{换行}"
 .strn "させるようなもんやったし{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらありがとうな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくらありがとうな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "せやけど､わいらの主{换行}"
;.strn "なるには…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "せやけど､わいらの主{换行}"
 .strn "なるには…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "カード全部集めるよりもっと{换行}"
;.strn "大事なことがあるんや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "カード全部集めるよりもっと{换行}"
 .strn "大事なことがあるんや{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "それをさくらが持っとった{换行}"
;.strn "からユエもみとめたんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "それをさくらが持っとった{换行}"
 .strn "からユエもみとめたんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もっと大事なもの､{换行}"
;.strn "って……？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "もっと大事なもの､{换行}"
 .strn "って……？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ま､さくらは自分では{换行}"
;.strn "気づいてないもんやな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ま､さくらは自分では{换行}"
 .strn "気づいてないもんやな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ええー！{换行}"
;.strn "ケロちゃん教えてよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ええー！{换行}"
 .strn "ケロちゃん教えてよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さ～て､なんやろな～？{换行}"
;.strn "よーく､考えてみるんやな～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さ～て､なんやろな～？{换行}"
 .strn "よーく､考えてみるんやな～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃんいじわるしない{换行}"
;.strn "でよ～！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃんいじわるしない{换行}"
 .strn "でよ～！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "よっしゃ､そんじゃ今日も{换行}"
;.strn "元気にいったるでー！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "よっしゃ､そんじゃ今日も{换行}"
 .strn "元気にいったるでー！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃーん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃーん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_098_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "　　　　おわり{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "　　　　おわり{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_098_Ptr:
    .hword (Block0x12_098_000 & 0xF),(((Block0x12_098_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_001 & 0xF),(((Block0x12_098_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_002 & 0xF),(((Block0x12_098_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_003 & 0xF),(((Block0x12_098_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_004 & 0xF),(((Block0x12_098_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_005 & 0xF),(((Block0x12_098_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_006 & 0xF),(((Block0x12_098_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_007 & 0xF),(((Block0x12_098_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_008 & 0xF),(((Block0x12_098_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_009 & 0xF),(((Block0x12_098_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_010 & 0xF),(((Block0x12_098_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_011 & 0xF),(((Block0x12_098_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_012 & 0xF),(((Block0x12_098_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_013 & 0xF),(((Block0x12_098_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_014 & 0xF),(((Block0x12_098_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_015 & 0xF),(((Block0x12_098_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_016 & 0xF),(((Block0x12_098_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_017 & 0xF),(((Block0x12_098_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_018 & 0xF),(((Block0x12_098_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_019 & 0xF),(((Block0x12_098_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_020 & 0xF),(((Block0x12_098_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_021 & 0xF),(((Block0x12_098_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_022 & 0xF),(((Block0x12_098_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_023 & 0xF),(((Block0x12_098_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_024 & 0xF),(((Block0x12_098_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_025 & 0xF),(((Block0x12_098_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_026 & 0xF),(((Block0x12_098_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_027 & 0xF),(((Block0x12_098_027 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_028 & 0xF),(((Block0x12_098_028 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_029 & 0xF),(((Block0x12_098_029 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_030 & 0xF),(((Block0x12_098_030 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_031 & 0xF),(((Block0x12_098_031 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_032 & 0xF),(((Block0x12_098_032 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_098_033 & 0xF),(((Block0x12_098_033 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_098_End :: .endfunc
