;Block0x12_095
;子文件文本，共78条子文本
.align 2 :: Block0x12_095_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "テストイベント{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "テストイベント{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "いよいよ､あさってから{换行}"
;.strn "夏休みだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "いよいよ､あさってから{换行}"
 .strn "夏休みだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "そこでみんなおまちかねの{换行}"
;.strn "テストをやるぞ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "そこでみんなおまちかねの{换行}"
 .strn "テストをやるぞ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "え～！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "え～！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "ま､１がっきのくぎりとし{换行}"
;.strn "てな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "ま､１がっきのくぎりとし{换行}"
 .strn "てな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "ふだん､ちゃんとじゅぎょう{换行}"
;.strn "をうけていれば…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "ふだん､ちゃんとじゅぎょう{换行}"
 .strn "をうけていれば…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "そんなにむずかしくないから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "そんなにむずかしくないから{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "…そんなにくらい顔をする{换行}"
;.strn "な{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "…そんなにくらい顔をする{换行}"
 .strn "な{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "それじゃとうあん用紙をく{换行}"
;.strn "ばるぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "それじゃとうあん用紙をく{换行}"
 .strn "ばるぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "とうあん用紙はいきわたっ{换行}"
;.strn "たか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "とうあん用紙はいきわたっ{换行}"
 .strn "たか？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "時間は４５分間だ､{换行}"
;.strn "それじゃはじめ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "時間は４５分間だ､{换行}"
 .strn "それじゃはじめ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(ほええ～､いきなりテス{换行}"
;.strn "トになっちゃった){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(ほええ～､いきなりテス{换行}"
 .strn "トになっちゃった){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(でも､がんばるしかない{换行}"
;.strn "よね){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(でも､がんばるしかない{换行}"
 .strn "よね){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "そこまで！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "そこまで！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "一番うしろの人がとうあん{换行}"
;.strn "用紙をあつめるように{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "一番うしろの人がとうあん{换行}"
 .strn "用紙をあつめるように{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "今日中にさいてんしてかえ{换行}"
;.strn "すからな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "今日中にさいてんしてかえ{换行}"
 .strn "すからな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "それじゃ､{换行}"
;.strn "１時間目は終了だ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "それじゃ､{换行}"
 .strn "１時間目は終了だ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キーンコーンカーンコーン{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "キーンコーンカーンコーン{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ふう､きんちょうした{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ふう､きんちょうした{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃん､テストどう{换行}"
;.strn "だった？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世ちゃん､テストどう{换行}"
 .strn "だった？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "がんばりましたわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "がんばりましたわ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お兄ちゃんにばかにされな{换行}"
;.strn "いような点数とれるかな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お兄ちゃんにばかにされな{换行}"
 .strn "いような点数とれるかな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "きっとだいじょうぶですわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "きっとだいじょうぶですわ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "まちにまった､テストの{换行}"
;.strn "けっかをかえすぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "まちにまった､テストの{换行}"
 .strn "けっかをかえすぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "おいおい､そんなにしずか{换行}"
;.strn "になるな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "おいおい､そんなにしずか{换行}"
 .strn "になるな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "ぬきうちだったのにもかか{换行}"
;.strn "わらず…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "ぬきうちだったのにもかか{换行}"
 .strn "わらず…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "１００点まんてんがふたり{换行}"
;.strn "いる{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "１００点まんてんがふたり{换行}"
 .strn "いる{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "おお～！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "おお～！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "それじゃ､名前のじゅん{换行}"
;.strn "にとりにこい{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "それじゃ､名前のじゅん{换行}"
 .strn "にとりにこい{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ～､すごいな１０{换行}"
;.strn "０点だなんて{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほええ～､すごいな１０{换行}"
 .strn "０点だなんて{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う～､すぐ私のばんに{换行}"
;.strn "なっちゃう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う～､すぐ私のばんに{换行}"
 .strn "なっちゃう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "木之本{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "木之本{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "は､はい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "は､はい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "知力パラメータが一定上か下かの６で{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "知力パラメータが一定上か下かの６で{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "Ⓐランク(最高){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "Ⓐランク(最高){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "がんばったな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "がんばったな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_040:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "えっ？　……ほええ！{换行}"
;.strn "１００点…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "えっ？　……ほええ！{换行}"
 .strn "１００点…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_041:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "なにかのまちがいじゃ…､{换行}"
;.strn "でも私の名前だ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "なにかのまちがいじゃ…､{换行}"
 .strn "でも私の名前だ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_042:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "すごいね､木之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "すごいね､木之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_043:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "さくらちゃん､１００点な{换行}"
;.strn "の､すっごーい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "さくらちゃん､１００点な{换行}"
 .strn "の､すっごーい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_044:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃん､おそろいで{换行}"
;.strn "すわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "さくらちゃん､おそろいで{换行}"
 .strn "すわ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_045:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え…､知世ちゃんも１００点！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え…､知世ちゃんも１００点！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_046:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_利佳_头像图片}"
;.strn "ふたりで１００点だなんて{换行}"
;.strn "すごいね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_利佳_头像图片}"
 .strn "ふたりで１００点だなんて{换行}"
 .strn "すごいね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_047:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{█1}Ⓑランク{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{█1}Ⓑランク{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_048:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "えっ？　…ほええ！{换行}"
;.strn "９８点…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "えっ？　…ほええ！{换行}"
 .strn "９８点…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_049:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "一問まちがえちゃっただけ{换行}"
;.strn "だ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "一問まちがえちゃっただけ{换行}"
 .strn "だ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_050:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "よし､今度はもっと{换行}"
;.strn "がんばって点をとろう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "よし､今度はもっと{换行}"
 .strn "がんばって点をとろう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_051:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{█1}Ｃランク{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{█1}Ｃランク{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_052:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…どきどきする……､{换行}"
;.strn "８２点…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…どきどきする……､{换行}"
 .strn "８２点…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_053:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "これでお兄ちゃんにばかに{换行}"
;.strn "されないですむ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "これでお兄ちゃんにばかに{换行}"
 .strn "されないですむ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_054:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "よーし､今度はもっともっ{换行}"
;.strn "とがんばろう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "よーし､今度はもっともっ{换行}"
 .strn "とがんばろう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_055:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{█1}Ⓓランク{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{█1}Ⓓランク{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_056:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う～ん､何点かな…､{换行}"
;.strn "７３点…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う～ん､何点かな…､{换行}"
 .strn "７３点…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_057:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "まあまあの点数かな…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "まあまあの点数かな…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_058:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "ちなみにへいきん点は７３{换行}"
;.strn "点だ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "ちなみにへいきん点は７３{换行}"
 .strn "点だ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_059:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､へいきんはとれてい{换行}"
;.strn "るよね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､へいきんはとれてい{换行}"
 .strn "るよね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_060:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "今度はがんばろう！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "今度はがんばろう！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_061:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{█1}Ｅランク{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{█1}Ｅランク{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_062:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…６５…か…､ちょっとひ{换行}"
;.strn "くい…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…６５…か…､ちょっとひ{换行}"
 .strn "くい…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_063:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私､じゅぎょうがんばって{换行}"
;.strn "ないのかなあ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "私､じゅぎょうがんばって{换行}"
 .strn "ないのかなあ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_064:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "夏休みはいっぱい勉強しな{换行}"
;.strn "きゃ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "夏休みはいっぱい勉強しな{换行}"
 .strn "きゃ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_065:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…でもいっぱい遊びたいな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…でもいっぱい遊びたいな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_066:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{█1}Ｆランク{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{█1}Ｆランク{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_067:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "木之本､じゅぎょうがん{换行}"
;.strn "ばってるか？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "木之本､じゅぎょうがん{换行}"
 .strn "ばってるか？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_068:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ？　……５１点…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえ？　……５１点…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_069:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はんぶんしかとれていない…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はんぶんしかとれていない…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_070:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ふえぇ～ん､もっとがんば{换行}"
;.strn "んなきゃ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ふえぇ～ん､もっとがんば{换行}"
 .strn "んなきゃ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_071:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{█1}Ｅランク下は下のメッセージを{表1}示{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{█1}Ｅランク下は下のメッセージを{表1}示{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_072:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "こんかいのテストは前にも{换行}"
;.strn "言ったように…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "こんかいのテストは前にも{换行}"
 .strn "言ったように…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_073:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "ふだんのじゅぎょうをがん{换行}"
;.strn "ばっていれば…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "ふだんのじゅぎょうをがん{换行}"
 .strn "ばっていれば…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_074:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "それなりの点数がとれるは{换行}"
;.strn "ずだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "それなりの点数がとれるは{换行}"
 .strn "ずだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_075:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "こんかい､ちょっとひくい{换行}"
;.strn "点数をとったものは…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "こんかい､ちょっとひくい{换行}"
 .strn "点数をとったものは…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_076:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "じゅぎょうをしっかりうけ{换行}"
;.strn "るように{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "じゅぎょうをしっかりうけ{换行}"
 .strn "るように{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_095_077:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "それじゃ今日はこれでおわ{换行}"
;.strn "りだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "それじゃ今日はこれでおわ{换行}"
 .strn "りだ{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_095_Ptr:
    .hword (Block0x12_095_000 & 0xF),(((Block0x12_095_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_001 & 0xF),(((Block0x12_095_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_002 & 0xF),(((Block0x12_095_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_003 & 0xF),(((Block0x12_095_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_004 & 0xF),(((Block0x12_095_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_005 & 0xF),(((Block0x12_095_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_006 & 0xF),(((Block0x12_095_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_007 & 0xF),(((Block0x12_095_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_008 & 0xF),(((Block0x12_095_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_009 & 0xF),(((Block0x12_095_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_010 & 0xF),(((Block0x12_095_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_011 & 0xF),(((Block0x12_095_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_012 & 0xF),(((Block0x12_095_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_013 & 0xF),(((Block0x12_095_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_014 & 0xF),(((Block0x12_095_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_015 & 0xF),(((Block0x12_095_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_016 & 0xF),(((Block0x12_095_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_017 & 0xF),(((Block0x12_095_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_018 & 0xF),(((Block0x12_095_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_019 & 0xF),(((Block0x12_095_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_020 & 0xF),(((Block0x12_095_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_021 & 0xF),(((Block0x12_095_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_022 & 0xF),(((Block0x12_095_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_023 & 0xF),(((Block0x12_095_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_024 & 0xF),(((Block0x12_095_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_025 & 0xF),(((Block0x12_095_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_026 & 0xF),(((Block0x12_095_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_027 & 0xF),(((Block0x12_095_027 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_028 & 0xF),(((Block0x12_095_028 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_029 & 0xF),(((Block0x12_095_029 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_030 & 0xF),(((Block0x12_095_030 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_031 & 0xF),(((Block0x12_095_031 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_032 & 0xF),(((Block0x12_095_032 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_033 & 0xF),(((Block0x12_095_033 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_034 & 0xF),(((Block0x12_095_034 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_035 & 0xF),(((Block0x12_095_035 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_036 & 0xF),(((Block0x12_095_036 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_037 & 0xF),(((Block0x12_095_037 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_038 & 0xF),(((Block0x12_095_038 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_039 & 0xF),(((Block0x12_095_039 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_040 & 0xF),(((Block0x12_095_040 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_041 & 0xF),(((Block0x12_095_041 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_042 & 0xF),(((Block0x12_095_042 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_043 & 0xF),(((Block0x12_095_043 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_044 & 0xF),(((Block0x12_095_044 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_045 & 0xF),(((Block0x12_095_045 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_046 & 0xF),(((Block0x12_095_046 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_047 & 0xF),(((Block0x12_095_047 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_048 & 0xF),(((Block0x12_095_048 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_049 & 0xF),(((Block0x12_095_049 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_050 & 0xF),(((Block0x12_095_050 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_051 & 0xF),(((Block0x12_095_051 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_052 & 0xF),(((Block0x12_095_052 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_053 & 0xF),(((Block0x12_095_053 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_054 & 0xF),(((Block0x12_095_054 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_055 & 0xF),(((Block0x12_095_055 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_056 & 0xF),(((Block0x12_095_056 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_057 & 0xF),(((Block0x12_095_057 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_058 & 0xF),(((Block0x12_095_058 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_059 & 0xF),(((Block0x12_095_059 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_060 & 0xF),(((Block0x12_095_060 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_061 & 0xF),(((Block0x12_095_061 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_062 & 0xF),(((Block0x12_095_062 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_063 & 0xF),(((Block0x12_095_063 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_064 & 0xF),(((Block0x12_095_064 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_065 & 0xF),(((Block0x12_095_065 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_066 & 0xF),(((Block0x12_095_066 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_067 & 0xF),(((Block0x12_095_067 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_068 & 0xF),(((Block0x12_095_068 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_069 & 0xF),(((Block0x12_095_069 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_070 & 0xF),(((Block0x12_095_070 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_071 & 0xF),(((Block0x12_095_071 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_072 & 0xF),(((Block0x12_095_072 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_073 & 0xF),(((Block0x12_095_073 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_074 & 0xF),(((Block0x12_095_074 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_075 & 0xF),(((Block0x12_095_075 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_076 & 0xF),(((Block0x12_095_076 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_095_077 & 0xF),(((Block0x12_095_077 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_095_End :: .endfunc
