;Block0x12_093
;子文件文本，共12条子文本
.align 2 :: Block0x12_093_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_093_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…ほえ…､…どうしたの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…ほえ…､…どうしたの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_093_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "サイレントはうるさいのが{换行}"
;.strn "大きらいなんや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "サイレントはうるさいのが{换行}"
 .strn "大きらいなんや{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_093_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "せやから､こうやってわい{换行}"
;.strn "らをとおざけてしまう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "せやから､こうやってわい{换行}"
 .strn "らをとおざけてしまう{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_093_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どうすればいいの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "どうすればいいの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_093_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "やつのこうげきにはパター{换行}"
;.strn "ンがある{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "やつのこうげきにはパター{换行}"
 .strn "ンがある{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_093_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "たしか､攻撃したあとしず{换行}"
;.strn "かにしてまうんや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "たしか､攻撃したあとしず{换行}"
 .strn "かにしてまうんや{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_093_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ヤツが攻撃した次のターン{换行}"
;.strn "は､ぼうぎょするんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ヤツが攻撃した次のターン{换行}"
 .strn "は､ぼうぎょするんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_093_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そうすれば､とおざけられ{换行}"
;.strn "ることはない{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "そうすれば､とおざけられ{换行}"
 .strn "ることはない{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_093_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "やつはこれをくりかえして{换行}"
;.strn "くる{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "やつはこれをくりかえして{换行}"
 .strn "くる{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_093_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ま､おぼえればかんたんや{换行}"
;.strn "な{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ま､おぼえればかんたんや{换行}"
 .strn "な{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_093_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そっか！{换行}"
;.strn "よーし､いくぞ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そっか！{换行}"
 .strn "よーし､いくぞ！{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_093_Ptr:
    .hword (Block0x12_093_000 & 0xF),(((Block0x12_093_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_093_001 & 0xF),(((Block0x12_093_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_093_002 & 0xF),(((Block0x12_093_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_093_003 & 0xF),(((Block0x12_093_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_093_004 & 0xF),(((Block0x12_093_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_093_005 & 0xF),(((Block0x12_093_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_093_006 & 0xF),(((Block0x12_093_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_093_007 & 0xF),(((Block0x12_093_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_093_008 & 0xF),(((Block0x12_093_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_093_009 & 0xF),(((Block0x12_093_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_093_010 & 0xF),(((Block0x12_093_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_093_011 & 0xF),(((Block0x12_093_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_093_End :: .endfunc
