;Block0x12_035
;子文件文本，共7条子文本
.align 2 :: Block0x12_035_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_035_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "桃矢君､今度しあいなの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "桃矢君､今度しあいなの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_035_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "…ああ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "…ああ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_035_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "僕もおうえんに行ってあげ{换行}"
;.strn "たいけど学会なんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "僕もおうえんに行ってあげ{换行}"
 .strn "たいけど学会なんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_035_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "ごめんね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "ごめんね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_035_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "…だいじょうぶだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "…だいじょうぶだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_035_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "それじゃ､{换行}"
;.strn "知世ちゃんと行くね！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "それじゃ､{换行}"
 .strn "知世ちゃんと行くね！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_035_Ptr:
    .hword (Block0x12_035_000 & 0xF),(((Block0x12_035_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_035_001 & 0xF),(((Block0x12_035_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_035_002 & 0xF),(((Block0x12_035_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_035_003 & 0xF),(((Block0x12_035_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_035_004 & 0xF),(((Block0x12_035_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_035_005 & 0xF),(((Block0x12_035_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_035_006 & 0xF),(((Block0x12_035_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_035_End :: .endfunc
