;Block0x12_011
;子文件文本，共152条子文本
.align 2 :: Block0x12_011_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "見て見て､あれかわいい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "見て見て､あれかわいい！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "お､おい､莓鈴､そんなに{换行}"
;.strn "はしるなって…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "お､おい､莓鈴､そんなに{换行}"
 .strn "はしるなって…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "莓鈴ちゃん､楽しそうです{换行}"
;.strn "わね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "莓鈴ちゃん､楽しそうです{换行}"
 .strn "わね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､さそってほんとによ{换行}"
;.strn "かったよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､さそってほんとによ{换行}"
 .strn "かったよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ほんま､おもいっきりは{换行}"
;.strn "しゃいどるなぁ､{小1}娘{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ほんま､おもいっきりは{换行}"
 .strn "しゃいどるなぁ､{小1}娘{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃん!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃん!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "しっかし､女の子はほんま{换行}"
;.strn "にかいもんが好っきやなぁ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "しっかし､女の子はほんま{换行}"
 .strn "にかいもんが好っきやなぁ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "あっちいったり､{换行}"
;.strn "こっちいったり{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "あっちいったり､{换行}"
 .strn "こっちいったり{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "かばんにかくれてるんのも{换行}"
;.strn "大変やで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "かばんにかくれてるんのも{换行}"
 .strn "大変やで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "だから､おうちにいる？{换行}"
;.strn "ってきいたのに{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "だから､おうちにいる？{换行}"
 .strn "ってきいたのに{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "おいしいもの食べそこね{换行}"
;.strn "てしまいますものね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "おいしいもの食べそこね{换行}"
 .strn "てしまいますものね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そや!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "そや!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そんで､次はどこに行くん{换行}"
;.strn "や？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "そんで､次はどこに行くん{换行}"
 .strn "や？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ん～､どうしようか？　李{换行}"
;.strn "くん､莓鈴ちゃん､次どこ行く？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ん～､どうしようか？　李{换行}"
 .strn "くん､莓鈴ちゃん､次どこ行く？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私､日本に来たら一度行って{换行}"
;.strn "みたい所があったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "私､日本に来たら一度行って{换行}"
 .strn "みたい所があったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "うっわぁ～！　おっきい～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "うっわぁ～！　おっきい～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "本当におおきいですわね～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "本当におおきいですわね～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…うん…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…うん…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "木之本さんはきたことある{换行}"
;.strn "の？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "木之本さんはきたことある{换行}"
 .strn "の？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ううん､初めて､でも…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ううん､初めて､でも…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(夢とおんなじだ…){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(夢とおんなじだ…){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "でも､何？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "でも､何？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ううん､なんでもない{换行}"
;.strn "､さ､行こう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ううん､なんでもない{换行}"
 .strn "､さ､行こう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ピンポーン！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ピンポーン！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ついたついた､てんぼうだ{换行}"
;.strn "い！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "ついたついた､てんぼうだ{换行}"
 .strn "い！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "…すっごーい！{换行}"
;.strn "すごいながめね!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "…すっごーい！{换行}"
 .strn "すごいながめね!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえええ～！{换行}"
;.strn "すごいな～！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえええ～！{换行}"
 .strn "すごいな～！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "すばらしい{换行}"
;.strn "ながめですわね！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "すばらしい{换行}"
 .strn "ながめですわね！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "人があんなに{小1}さいんだも{换行}"
;.strn "ん､すごいわよね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "人があんなに{小1}さいんだも{换行}"
 .strn "ん､すごいわよね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ほんま､よくこんなもんつ{换行}"
;.strn "くったなぁ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ほんま､よくこんなもんつ{换行}"
 .strn "くったなぁ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃん!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃん!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "人にに見られちゃうでしょ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "人にに見られちゃうでしょ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "大丈夫や､みんな外見てる{换行}"
;.strn "からわいには気づかへんって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "大丈夫や､みんな外見てる{换行}"
 .strn "からわいには気づかへんって{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ねね､ともえだ町ってどっ{换行}"
;.strn "ちにあるのかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "ねね､ともえだ町ってどっ{换行}"
 .strn "ちにあるのかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う～ん､あっちのほうじゃ{换行}"
;.strn "ないかな､李くんわかる？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う～ん､あっちのほうじゃ{换行}"
 .strn "ないかな､李くんわかる？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…え､お､俺？{换行}"
;.strn "…わからない…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…え､お､俺？{换行}"
 .strn "…わからない…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､そうだ李くんの羅針盤{换行}"
;.strn "でわからない？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､そうだ李くんの羅針盤{换行}"
 .strn "でわからない？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "あのな､これはほういじ{换行}"
;.strn "しゃくじゃないんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "あのな､これはほういじ{换行}"
 .strn "しゃくじゃないんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_040:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "クロウカードを見つけるた{换行}"
;.strn "めのものなんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "クロウカードを見つけるた{换行}"
 .strn "めのものなんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_041:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そっか､そういえばそう{换行}"
;.strn "だったよね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そっか､そういえばそう{换行}"
 .strn "だったよね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_042:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なんや､つかえんもんやな{换行}"
;.strn "{小1}僧のひみつへいきは{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なんや､つかえんもんやな{换行}"
 .strn "{小1}僧のひみつへいきは{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_043:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "うるさい､ぬいぐるみ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "うるさい､ぬいぐるみ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_044:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なんやと{小1}僧！　もういっぺ{换行}"
;.strn "んいうてみぃ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なんやと{小1}僧！　もういっぺ{换行}"
 .strn "んいうてみぃ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_045:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "……シーン……{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "……シーン……{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_046:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…あははは…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…あははは…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_047:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "…おほほほほ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "…おほほほほ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_048:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…と､いうわけで､どう？{换行}"
;.strn "私のふくわじゅつ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…と､いうわけで､どう？{换行}"
 .strn "私のふくわじゅつ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_049:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "とってもお上手ですわ！{换行}"
;.strn "莓鈴ちゃんもそう思いませんか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "とってもお上手ですわ！{换行}"
 .strn "莓鈴ちゃんもそう思いませんか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_050:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "え､ええ！　上手よね､木{换行}"
;.strn "之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "え､ええ！　上手よね､木{换行}"
 .strn "之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_051:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あははは､ありがとう！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あははは､ありがとう！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_052:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…そんなわけで､いろいろ{换行}"
;.strn "あったけど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…そんなわけで､いろいろ{换行}"
 .strn "あったけど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_053:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "とってもおもしろい１日{换行}"
;.strn "だったんだよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "とってもおもしろい１日{换行}"
 .strn "だったんだよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_054:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_055:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "タッタッタッタ……{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "タッタッタッタ……{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_056:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "？　ほえ…!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "？　ほえ…!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_057:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "どうしたの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "どうしたの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_058:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "莓鈴ちゃん､今､私なにか{换行}"
;.strn "ふんだような気がして…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "莓鈴ちゃん､今､私なにか{换行}"
 .strn "ふんだような気がして…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_059:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "何もありませんわよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "何もありませんわよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_060:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私､てんぼうだいのぼって{换行}"
;.strn "みたーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "私､てんぼうだいのぼって{换行}"
 .strn "みたーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_061:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李くん…！　何か変な感じ{换行}"
;.strn "しない？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李くん…！　何か変な感じ{换行}"
 .strn "しない？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_062:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "ん？　べつに{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "ん？　べつに{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_063:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "気のせいか…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "気のせいか…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_064:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "木之本さーん！{换行}"
;.strn "早く早くー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "木之本さーん！{换行}"
 .strn "早く早くー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_065:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…うん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…うん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_066:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "なんか今日は莓鈴ちゃんに{换行}"
;.strn "よんでもらってばっかりだね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "なんか今日は莓鈴ちゃんに{换行}"
 .strn "よんでもらってばっかりだね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_067:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "だって､木之本さんぽやや{换行}"
;.strn "んなんだもん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "だって､木之本さんぽやや{换行}"
 .strn "んなんだもん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_068:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ぽややんというより､ふん{换行}"
;.strn "わりですわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "ぽややんというより､ふん{换行}"
 .strn "わりですわ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_069:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "どっちもなんか心配な感じ{换行}"
;.strn "やなぁ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "どっちもなんか心配な感じ{换行}"
 .strn "やなぁ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_070:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "いや､意外としっかりして{换行}"
;.strn "いるだろ､木之本は{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "いや､意外としっかりして{换行}"
 .strn "いるだろ､木之本は{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_071:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_072:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "わぁ～！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "わぁ～！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_073:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ほんとに高いですわねー！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "ほんとに高いですわねー！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_074:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "きれいねー､やけい{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "きれいねー､やけい{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_075:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(あれ､夢の中で私が立っ{换行}"
;.strn "てたとこだ…){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(あれ､夢の中で私が立っ{换行}"
 .strn "てたとこだ…){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_076:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "あちらでみなさんとのみ物{换行}"
;.strn "でもいかがですか？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "あちらでみなさんとのみ物{换行}"
 .strn "でもいかがですか？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_077:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_078:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "ご注文はおきまりですか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "ご注文はおきまりですか？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_079:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､…お､お兄ちゃん!?{换行}"
;.strn "どうしてこんなところに!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え､…お､お兄ちゃん!?{换行}"
 .strn "どうしてこんなところに!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_080:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "バイトだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "バイトだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_081:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え!?　でも今日はサッカー{换行}"
;.strn "のしあいなんじゃ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え!?　でも今日はサッカー{换行}"
 .strn "のしあいなんじゃ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_082:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "はい､さくらちゃん､{换行}"
;.strn "ジュースだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "はい､さくらちゃん､{换行}"
 .strn "ジュースだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_083:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ､雪兔さん!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえ､雪兔さん!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_084:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "僕もバイトなんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "僕もバイトなんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_085:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "で､でも雪兔さんもサッ{换行}"
;.strn "カーの助っ人として出るんじゃ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "で､でも雪兔さんもサッ{换行}"
 .strn "カーの助っ人として出るんじゃ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_086:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "だって僕､さくらちゃんの{换行}"
;.strn "そばにいなきゃいけないから{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "だって僕､さくらちゃんの{换行}"
 .strn "そばにいなきゃいけないから{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_087:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_088:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わいにもー！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "わいにもー！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_089:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃん!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃん!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_090:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "よう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "よう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_091:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "こんにちわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "こんにちわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_092:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほ､…ほえ!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほ､…ほえ!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_093:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "おいおい､お前らあんまり{换行}"
;.strn "さくらにむちゃさせるなよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "おいおい､お前らあんまり{换行}"
 .strn "さくらにむちゃさせるなよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_094:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_095:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わかっとるがな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "わかっとるがな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_096:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ど､どうなってるのー!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ど､どうなってるのー!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_097:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "せやから…､こりゃ夢や{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "せやから…､こりゃ夢や{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_098:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_099:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "シュウウウウ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "シュウウウウ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_100:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえーー!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえーー!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_101:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_102:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…う､…ここ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…う､…ここ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_103:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…あ､あれは…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…あ､あれは…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_104:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あの夢!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あの夢!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_105:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…あの人…誰!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…あの人…誰!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_106:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "誰なの!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "誰なの!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_107:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "シャーン！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "シャーン！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_108:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "観月…先生…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "観月…先生…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_109:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "これ､一体なんなの!?{换行}"
;.strn "何をしているの!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "これ､一体なんなの!?{换行}"
 .strn "何をしているの!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_110:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私…､…わからないよ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "私…､…わからないよ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_111:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "だいじょうぶ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "だいじょうぶ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_112:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_113:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "絶対､だいじょうぶだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "絶対､だいじょうぶだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_114:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…うん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…うん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_115:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…えっ…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…えっ…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_116:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "しっかりせい､さくら!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "しっかりせい､さくら!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_117:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李くん!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李くん!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_118:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "お前の左足の下だ…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "お前の左足の下だ…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_119:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え!?　…なにこれ!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え!?　…なにこれ!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_120:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "クロウカードや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "クロウカードや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_121:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "早く封印しろ！　俺の魔力{换行}"
;.strn "じゃ､あと少ししかもたない！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "早く封印しろ！　俺の魔力{换行}"
 .strn "じゃ､あと少ししかもたない！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_122:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う､うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う､うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_123:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…封印､したか……､う…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…封印､したか……､う…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_124:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李くん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李くん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_125:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ごめんなさい､私がもっと{换行}"
;.strn "早く気づいていれば…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ごめんなさい､私がもっと{换行}"
 .strn "早く気づいていれば…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_126:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "気にするな､俺はなんとも{换行}"
;.strn "ない{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "気にするな､俺はなんとも{换行}"
 .strn "ない{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_127:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なんともないわけあるかい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なんともないわけあるかい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_128:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ドリームの夢にわり込むと{换行}"
;.strn "魔力の消ひがはげしいんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ドリームの夢にわり込むと{换行}"
 .strn "魔力の消ひがはげしいんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_129:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ま､今日１日使いもんにな{换行}"
;.strn "らんな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ま､今日１日使いもんにな{换行}"
 .strn "らんな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_130:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李くん…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李くん…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_131:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……(カァーー){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……(カァーー){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_132:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "しかし､さっきはほんまあ{换行}"
;.strn "わてたで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "しかし､さっきはほんまあ{换行}"
 .strn "わてたで{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_133:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくら全然めえさまさへん{换行}"
;.strn "し､カードの気配するしで…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくら全然めえさまさへん{换行}"
 .strn "し､カードの気配するしで…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_134:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "そしたら{小1}狼があなたの足{换行}"
;.strn "の下にあるって気づいたのよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "そしたら{小1}狼があなたの足{换行}"
 .strn "の下にあるって気づいたのよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_135:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "で､カードは{小1}狼のものっ{换行}"
;.strn "と！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "で､カードは{小1}狼のものっ{换行}"
 .strn "と！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_136:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…いや､カードは木之本の{换行}"
;.strn "だ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…いや､カードは木之本の{换行}"
 .strn "だ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_137:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_138:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "なんでよ､{小1}狼！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "なんでよ､{小1}狼！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_139:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "たしかにドリームの力を弱{换行}"
;.strn "めたのは俺だけど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "たしかにドリームの力を弱{换行}"
 .strn "めたのは俺だけど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_140:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "その方法を考えたのはケル{换行}"
;.strn "ベロスだからな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "その方法を考えたのはケル{换行}"
 .strn "ベロスだからな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_141:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "だから…ほら､これはお前{换行}"
;.strn "のだ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "だから…ほら､これはお前{换行}"
 .strn "のだ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_142:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…ほんとにいいの李くん…？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…ほんとにいいの李くん…？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_143:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…(カァーー！)　ああ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…(カァーー！)　ああ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_144:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ありがとう､李くん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ありがとう､李くん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_145:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "しっかし､{小1}僧はどういう{换行}"
;.strn "風のふきまわしかしらんがな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "しっかし､{小1}僧はどういう{换行}"
 .strn "風のふきまわしかしらんがな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_146:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ドリームの夢､おぼえとる{换行}"
;.strn "か{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ドリームの夢､おぼえとる{换行}"
 .strn "か{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_147:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え…､う､うん…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え…､う､うん…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_148:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ドリームの夢はなただの夢{换行}"
;.strn "やないで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ドリームの夢はなただの夢{换行}"
 .strn "やないで{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_149:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "予知夢なんや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "予知夢なんや{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_150:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "予知夢!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "予知夢!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_011_151:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_011_Ptr:
    .hword (Block0x12_011_000 & 0xF),(((Block0x12_011_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_001 & 0xF),(((Block0x12_011_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_002 & 0xF),(((Block0x12_011_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_003 & 0xF),(((Block0x12_011_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_004 & 0xF),(((Block0x12_011_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_005 & 0xF),(((Block0x12_011_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_006 & 0xF),(((Block0x12_011_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_007 & 0xF),(((Block0x12_011_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_008 & 0xF),(((Block0x12_011_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_009 & 0xF),(((Block0x12_011_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_010 & 0xF),(((Block0x12_011_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_011 & 0xF),(((Block0x12_011_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_012 & 0xF),(((Block0x12_011_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_013 & 0xF),(((Block0x12_011_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_014 & 0xF),(((Block0x12_011_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_015 & 0xF),(((Block0x12_011_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_016 & 0xF),(((Block0x12_011_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_017 & 0xF),(((Block0x12_011_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_018 & 0xF),(((Block0x12_011_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_019 & 0xF),(((Block0x12_011_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_020 & 0xF),(((Block0x12_011_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_021 & 0xF),(((Block0x12_011_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_022 & 0xF),(((Block0x12_011_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_023 & 0xF),(((Block0x12_011_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_024 & 0xF),(((Block0x12_011_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_025 & 0xF),(((Block0x12_011_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_026 & 0xF),(((Block0x12_011_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_027 & 0xF),(((Block0x12_011_027 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_028 & 0xF),(((Block0x12_011_028 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_029 & 0xF),(((Block0x12_011_029 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_030 & 0xF),(((Block0x12_011_030 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_031 & 0xF),(((Block0x12_011_031 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_032 & 0xF),(((Block0x12_011_032 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_033 & 0xF),(((Block0x12_011_033 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_034 & 0xF),(((Block0x12_011_034 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_035 & 0xF),(((Block0x12_011_035 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_036 & 0xF),(((Block0x12_011_036 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_037 & 0xF),(((Block0x12_011_037 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_038 & 0xF),(((Block0x12_011_038 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_039 & 0xF),(((Block0x12_011_039 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_040 & 0xF),(((Block0x12_011_040 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_041 & 0xF),(((Block0x12_011_041 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_042 & 0xF),(((Block0x12_011_042 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_043 & 0xF),(((Block0x12_011_043 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_044 & 0xF),(((Block0x12_011_044 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_045 & 0xF),(((Block0x12_011_045 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_046 & 0xF),(((Block0x12_011_046 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_047 & 0xF),(((Block0x12_011_047 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_048 & 0xF),(((Block0x12_011_048 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_049 & 0xF),(((Block0x12_011_049 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_050 & 0xF),(((Block0x12_011_050 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_051 & 0xF),(((Block0x12_011_051 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_052 & 0xF),(((Block0x12_011_052 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_053 & 0xF),(((Block0x12_011_053 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_054 & 0xF),(((Block0x12_011_054 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_055 & 0xF),(((Block0x12_011_055 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_056 & 0xF),(((Block0x12_011_056 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_057 & 0xF),(((Block0x12_011_057 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_058 & 0xF),(((Block0x12_011_058 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_059 & 0xF),(((Block0x12_011_059 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_060 & 0xF),(((Block0x12_011_060 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_061 & 0xF),(((Block0x12_011_061 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_062 & 0xF),(((Block0x12_011_062 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_063 & 0xF),(((Block0x12_011_063 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_064 & 0xF),(((Block0x12_011_064 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_065 & 0xF),(((Block0x12_011_065 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_066 & 0xF),(((Block0x12_011_066 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_067 & 0xF),(((Block0x12_011_067 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_068 & 0xF),(((Block0x12_011_068 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_069 & 0xF),(((Block0x12_011_069 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_070 & 0xF),(((Block0x12_011_070 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_071 & 0xF),(((Block0x12_011_071 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_072 & 0xF),(((Block0x12_011_072 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_073 & 0xF),(((Block0x12_011_073 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_074 & 0xF),(((Block0x12_011_074 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_075 & 0xF),(((Block0x12_011_075 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_076 & 0xF),(((Block0x12_011_076 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_077 & 0xF),(((Block0x12_011_077 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_078 & 0xF),(((Block0x12_011_078 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_079 & 0xF),(((Block0x12_011_079 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_080 & 0xF),(((Block0x12_011_080 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_081 & 0xF),(((Block0x12_011_081 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_082 & 0xF),(((Block0x12_011_082 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_083 & 0xF),(((Block0x12_011_083 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_084 & 0xF),(((Block0x12_011_084 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_085 & 0xF),(((Block0x12_011_085 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_086 & 0xF),(((Block0x12_011_086 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_087 & 0xF),(((Block0x12_011_087 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_088 & 0xF),(((Block0x12_011_088 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_089 & 0xF),(((Block0x12_011_089 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_090 & 0xF),(((Block0x12_011_090 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_091 & 0xF),(((Block0x12_011_091 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_092 & 0xF),(((Block0x12_011_092 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_093 & 0xF),(((Block0x12_011_093 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_094 & 0xF),(((Block0x12_011_094 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_095 & 0xF),(((Block0x12_011_095 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_096 & 0xF),(((Block0x12_011_096 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_097 & 0xF),(((Block0x12_011_097 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_098 & 0xF),(((Block0x12_011_098 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_099 & 0xF),(((Block0x12_011_099 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_100 & 0xF),(((Block0x12_011_100 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_101 & 0xF),(((Block0x12_011_101 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_102 & 0xF),(((Block0x12_011_102 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_103 & 0xF),(((Block0x12_011_103 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_104 & 0xF),(((Block0x12_011_104 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_105 & 0xF),(((Block0x12_011_105 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_106 & 0xF),(((Block0x12_011_106 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_107 & 0xF),(((Block0x12_011_107 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_108 & 0xF),(((Block0x12_011_108 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_109 & 0xF),(((Block0x12_011_109 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_110 & 0xF),(((Block0x12_011_110 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_111 & 0xF),(((Block0x12_011_111 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_112 & 0xF),(((Block0x12_011_112 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_113 & 0xF),(((Block0x12_011_113 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_114 & 0xF),(((Block0x12_011_114 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_115 & 0xF),(((Block0x12_011_115 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_116 & 0xF),(((Block0x12_011_116 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_117 & 0xF),(((Block0x12_011_117 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_118 & 0xF),(((Block0x12_011_118 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_119 & 0xF),(((Block0x12_011_119 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_120 & 0xF),(((Block0x12_011_120 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_121 & 0xF),(((Block0x12_011_121 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_122 & 0xF),(((Block0x12_011_122 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_123 & 0xF),(((Block0x12_011_123 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_124 & 0xF),(((Block0x12_011_124 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_125 & 0xF),(((Block0x12_011_125 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_126 & 0xF),(((Block0x12_011_126 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_127 & 0xF),(((Block0x12_011_127 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_128 & 0xF),(((Block0x12_011_128 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_129 & 0xF),(((Block0x12_011_129 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_130 & 0xF),(((Block0x12_011_130 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_131 & 0xF),(((Block0x12_011_131 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_132 & 0xF),(((Block0x12_011_132 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_133 & 0xF),(((Block0x12_011_133 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_134 & 0xF),(((Block0x12_011_134 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_135 & 0xF),(((Block0x12_011_135 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_136 & 0xF),(((Block0x12_011_136 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_137 & 0xF),(((Block0x12_011_137 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_138 & 0xF),(((Block0x12_011_138 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_139 & 0xF),(((Block0x12_011_139 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_140 & 0xF),(((Block0x12_011_140 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_141 & 0xF),(((Block0x12_011_141 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_142 & 0xF),(((Block0x12_011_142 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_143 & 0xF),(((Block0x12_011_143 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_144 & 0xF),(((Block0x12_011_144 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_145 & 0xF),(((Block0x12_011_145 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_146 & 0xF),(((Block0x12_011_146 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_147 & 0xF),(((Block0x12_011_147 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_148 & 0xF),(((Block0x12_011_148 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_149 & 0xF),(((Block0x12_011_149 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_150 & 0xF),(((Block0x12_011_150 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_011_151 & 0xF),(((Block0x12_011_151 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_011_End :: .endfunc
