;Block0x12_008
;子文件文本，共26条子文本
.align 2 :: Block0x12_008_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "……､リェリーズ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "……､リェリーズ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "我の姿をうつし､もうひと{换行}"
;.strn "りの我となりぇ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "我の姿をうつし､もうひと{换行}"
 .strn "りの我となりぇ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ミラ～…､これでだいじょ{换行}"
;.strn "うぶ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ミラ～…､これでだいじょ{换行}"
 .strn "うぶ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ああああああ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ああああああ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "だいじょうぶかー､さくら!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "だいじょうぶかー､さくら!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…うん…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…うん…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "はよ､カード封印して帰ろ､{换行}"
;.strn "な！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "はよ､カード封印して帰ろ､{换行}"
 .strn "な！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "しかし､ここまでくもがお{换行}"
;.strn "おきくなるとは…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "しかし､ここまでくもがお{换行}"
 .strn "おきくなるとは…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "…あ､あそこや！　あのう{换行}"
;.strn "ずの中にクラウドはいる！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "…あ､あそこや！　あのう{换行}"
 .strn "ずの中にクラウドはいる！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ゴーーーー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ゴーーーー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "きゃあああっ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "きゃあああっ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくら！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくら！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "……､ありぇ？{换行}"
;.strn "…ういてるよ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "……､ありぇ？{换行}"
 .strn "…ういてるよ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "{小1}僧！　{小1}娘！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "{小1}僧！　{小1}娘！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あれ､李君､莓鈴ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あれ､李君､莓鈴ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "木之本さん､その様子じゃ{换行}"
;.strn "ねつがあるでしょ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "木之本さん､その様子じゃ{换行}"
 .strn "ねつがあるでしょ？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "学校でも様子がへんだな､{换行}"
;.strn "って思ったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "学校でも様子がへんだな､{换行}"
 .strn "って思ったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…う､うん､でもカードが…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…う､うん､でもカードが…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "ばか!!　…そんなじょうた{换行}"
;.strn "いで来るな！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "ばか!!　…そんなじょうた{换行}"
 .strn "いで来るな！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "もしものことがあったらど{换行}"
;.strn "うするんだ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "もしものことがあったらど{换行}"
 .strn "うするんだ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…､でもカード封印しな{换行}"
;.strn "きゃ…それに…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…､でもカード封印しな{换行}"
 .strn "きゃ…それに…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "カード全部集めるって自分{换行}"
;.strn "できめたんだもん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "カード全部集めるって自分{换行}"
 .strn "できめたんだもん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "また来るで､さくら！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "また来るで､さくら！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_008_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "汝のあるべき姿に戻れ…､{换行}"
;.strn "クロウカード！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "汝のあるべき姿に戻れ…､{换行}"
 .strn "クロウカード！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_008_Ptr:
    .hword (Block0x12_008_000 & 0xF),(((Block0x12_008_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_001 & 0xF),(((Block0x12_008_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_002 & 0xF),(((Block0x12_008_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_003 & 0xF),(((Block0x12_008_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_004 & 0xF),(((Block0x12_008_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_005 & 0xF),(((Block0x12_008_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_006 & 0xF),(((Block0x12_008_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_007 & 0xF),(((Block0x12_008_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_008 & 0xF),(((Block0x12_008_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_009 & 0xF),(((Block0x12_008_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_010 & 0xF),(((Block0x12_008_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_011 & 0xF),(((Block0x12_008_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_012 & 0xF),(((Block0x12_008_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_013 & 0xF),(((Block0x12_008_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_014 & 0xF),(((Block0x12_008_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_015 & 0xF),(((Block0x12_008_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_016 & 0xF),(((Block0x12_008_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_017 & 0xF),(((Block0x12_008_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_018 & 0xF),(((Block0x12_008_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_019 & 0xF),(((Block0x12_008_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_020 & 0xF),(((Block0x12_008_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_021 & 0xF),(((Block0x12_008_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_022 & 0xF),(((Block0x12_008_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_023 & 0xF),(((Block0x12_008_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_024 & 0xF),(((Block0x12_008_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_008_025 & 0xF),(((Block0x12_008_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_008_End :: .endfunc
