;Block0x12_003
;子文件文本，共71条子文本
.align 2 :: Block0x12_003_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おっはよう！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おっはよう！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "おはようございます{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "おはようございます{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おはよう､知世ちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おはよう､知世ちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キーンコーンカーンコーン{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "キーンコーンカーンコーン{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "たったったった…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "たったったった…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ガラっ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ガラっ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "はぁはぁはぁ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "はぁはぁはぁ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "はぁはぁはぁ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "はぁはぁはぁ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…まにあった…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…まにあった…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ねぼうしたの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ねぼうしたの？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…ああ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…ああ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "いい夢をみていたからおき{换行}"
;.strn "たくなかったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "いい夢をみていたからおき{换行}"
 .strn "たくなかったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どんな夢？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "どんな夢？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "{小1}狼とデートする夢♡{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "{小1}狼とデートする夢♡{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "デート？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "デート？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……(かぁー！){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……(かぁー！){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "がらっ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "がらっ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "おはようございます{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "おはようございます{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はにゃーん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はにゃーん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "今日も元気にすごしましょ{换行}"
;.strn "うね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "今日も元気にすごしましょ{换行}"
 .strn "うね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "じゃ､１時間目はじゆう時{换行}"
;.strn "間なので､遊んじゃおっか？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "じゃ､１時間目はじゆう時{换行}"
 .strn "間なので､遊んじゃおっか？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "わぁーい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "わぁーい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "なにして遊ぶんですか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "なにして遊ぶんですか？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "そうねえ…､{换行}"
;.strn "そとにいきましょう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "そうねえ…､{换行}"
 .strn "そとにいきましょう{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "すごくきれいなものがふっ{换行}"
;.strn "てくるし{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "すごくきれいなものがふっ{换行}"
 .strn "てくるし{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "いっぱいつもらないうちに…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "いっぱいつもらないうちに…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "……え？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "……え？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "しっかし､３月だというの{换行}"
;.strn "に雪とはな～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "しっかし､３月だというの{换行}"
 .strn "に雪とはな～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "すごくきれいなものがふっ{换行}"
;.strn "てくるし{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "すごくきれいなものがふっ{换行}"
 .strn "てくるし{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "いっぱいつもらないうちに…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "いっぱいつもらないうちに…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はるの雪なのにそんなにつ{换行}"
;.strn "もるのかな…？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はるの雪なのにそんなにつ{换行}"
 .strn "もるのかな…？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ただいまー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ただいまー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､お兄ちゃんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､お兄ちゃんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "おーい､さくら､{换行}"
;.strn "タオルもってきてくれ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "おーい､さくら､{换行}"
 .strn "タオルもってきてくれ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お兄ちゃん､おか…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お兄ちゃん､おか…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ､どうしたの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほええ､どうしたの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "ひでぇめにあった…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "ひでぇめにあった…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_040:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "すごい雪で､自転車うごか{换行}"
;.strn "ねえからな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "すごい雪で､自転車うごか{换行}"
 .strn "ねえからな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_041:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そんなにつもってるの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そんなにつもってるの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_042:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "ああ､もう１メートル{换行}"
;.strn "つもってるんじゃねぇか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "ああ､もう１メートル{换行}"
 .strn "つもってるんじゃねぇか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_043:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "そとごらんになりました？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "そとごらんになりました？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_044:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､すごい雪だよ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､すごい雪だよ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_045:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "でもつもりすぎでは？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "でもつもりすぎでは？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_046:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､ちょっとおかしいよ{换行}"
;.strn "ね…､あっ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､ちょっとおかしいよ{换行}"
 .strn "ね…､あっ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_047:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もしかしてクロウカード!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "もしかしてクロウカード!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_048:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そのとおりや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "そのとおりや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_049:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "まぁケロちゃん､それでは…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "まぁケロちゃん､それでは…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_050:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "カードキャプターの出番や！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "カードキャプターの出番や！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_051:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええええ､すっごい雪…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほええええ､すっごい雪…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_052:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う､うわっ､{换行}"
;.strn "雪にうまっちゃう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う､うわっ､{换行}"
 .strn "雪にうまっちゃう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_053:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "まぁ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "まぁ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_054:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "しゃあない､わいがくわえ{换行}"
;.strn "て…むぐぐ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "しゃあない､わいがくわえ{换行}"
 .strn "て…むぐぐ…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_055:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほええ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_056:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "これは｢スノウ｣のカード{换行}"
;.strn "のしわざだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "これは｢スノウ｣のカード{换行}"
 .strn "のしわざだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_057:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李君！　莓鈴ちゃん！{换行}"
;.strn "…あれっ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李君！　莓鈴ちゃん！{换行}"
 .strn "…あれっ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_058:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どうして２人とも雪の上に{换行}"
;.strn "立ってられるの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "どうして２人とも雪の上に{换行}"
 .strn "立ってられるの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_059:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "{小1}狼の魔法のおかげよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "{小1}狼の魔法のおかげよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_060:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "お前もフロートのカード使{换行}"
;.strn "えばいいだろ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "お前もフロートのカード使{换行}"
 .strn "えばいいだろ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_061:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あっ､そうか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あっ､そうか{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_062:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "あら､またふってきました{换行}"
;.strn "わ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "あら､またふってきました{换行}"
 .strn "わ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_063:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ゴーーーーッ!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ゴーーーーッ!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_064:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえええ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえええ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_065:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "きゃあああ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "きゃあああ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_066:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "こっちだ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "こっちだ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_067:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえええっ！{换行}"
;.strn "…ついてくる！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえええっ！{换行}"
 .strn "…ついてくる！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_068:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "この雪は魔力があるもんを{换行}"
;.strn "ねろとるんや！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "この雪は魔力があるもんを{换行}"
 .strn "ねろとるんや！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_069:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "莓鈴たちからはなれよう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "莓鈴たちからはなれよう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_003_070:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくら､くるで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくら､くるで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_003_Ptr:
    .hword (Block0x12_003_000 & 0xF),(((Block0x12_003_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_001 & 0xF),(((Block0x12_003_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_002 & 0xF),(((Block0x12_003_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_003 & 0xF),(((Block0x12_003_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_004 & 0xF),(((Block0x12_003_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_005 & 0xF),(((Block0x12_003_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_006 & 0xF),(((Block0x12_003_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_007 & 0xF),(((Block0x12_003_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_008 & 0xF),(((Block0x12_003_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_009 & 0xF),(((Block0x12_003_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_010 & 0xF),(((Block0x12_003_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_011 & 0xF),(((Block0x12_003_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_012 & 0xF),(((Block0x12_003_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_013 & 0xF),(((Block0x12_003_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_014 & 0xF),(((Block0x12_003_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_015 & 0xF),(((Block0x12_003_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_016 & 0xF),(((Block0x12_003_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_017 & 0xF),(((Block0x12_003_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_018 & 0xF),(((Block0x12_003_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_019 & 0xF),(((Block0x12_003_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_020 & 0xF),(((Block0x12_003_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_021 & 0xF),(((Block0x12_003_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_022 & 0xF),(((Block0x12_003_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_023 & 0xF),(((Block0x12_003_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_024 & 0xF),(((Block0x12_003_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_025 & 0xF),(((Block0x12_003_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_026 & 0xF),(((Block0x12_003_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_027 & 0xF),(((Block0x12_003_027 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_028 & 0xF),(((Block0x12_003_028 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_029 & 0xF),(((Block0x12_003_029 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_030 & 0xF),(((Block0x12_003_030 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_031 & 0xF),(((Block0x12_003_031 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_032 & 0xF),(((Block0x12_003_032 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_033 & 0xF),(((Block0x12_003_033 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_034 & 0xF),(((Block0x12_003_034 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_035 & 0xF),(((Block0x12_003_035 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_036 & 0xF),(((Block0x12_003_036 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_037 & 0xF),(((Block0x12_003_037 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_038 & 0xF),(((Block0x12_003_038 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_039 & 0xF),(((Block0x12_003_039 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_040 & 0xF),(((Block0x12_003_040 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_041 & 0xF),(((Block0x12_003_041 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_042 & 0xF),(((Block0x12_003_042 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_043 & 0xF),(((Block0x12_003_043 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_044 & 0xF),(((Block0x12_003_044 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_045 & 0xF),(((Block0x12_003_045 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_046 & 0xF),(((Block0x12_003_046 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_047 & 0xF),(((Block0x12_003_047 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_048 & 0xF),(((Block0x12_003_048 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_049 & 0xF),(((Block0x12_003_049 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_050 & 0xF),(((Block0x12_003_050 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_051 & 0xF),(((Block0x12_003_051 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_052 & 0xF),(((Block0x12_003_052 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_053 & 0xF),(((Block0x12_003_053 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_054 & 0xF),(((Block0x12_003_054 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_055 & 0xF),(((Block0x12_003_055 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_056 & 0xF),(((Block0x12_003_056 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_057 & 0xF),(((Block0x12_003_057 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_058 & 0xF),(((Block0x12_003_058 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_059 & 0xF),(((Block0x12_003_059 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_060 & 0xF),(((Block0x12_003_060 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_061 & 0xF),(((Block0x12_003_061 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_062 & 0xF),(((Block0x12_003_062 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_063 & 0xF),(((Block0x12_003_063 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_064 & 0xF),(((Block0x12_003_064 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_065 & 0xF),(((Block0x12_003_065 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_066 & 0xF),(((Block0x12_003_066 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_067 & 0xF),(((Block0x12_003_067 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_068 & 0xF),(((Block0x12_003_068 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_069 & 0xF),(((Block0x12_003_069 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_003_070 & 0xF),(((Block0x12_003_070 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_003_End :: .endfunc
