;Block0x12_100
;子文件文本，共33条子文本
.align 2 :: Block0x12_100_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "やったー！　いっちばーん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "やったー！　いっちばーん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "じゃないぞ､俺が一番だ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "じゃないぞ､俺が一番だ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえええ！　り､李くん…､{换行}"
;.strn "どうしたのこんなに早く？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえええ！　り､李くん…､{换行}"
 .strn "どうしたのこんなに早く？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "目がさめたから早くきただ{换行}"
;.strn "けだ､…そういうお前は{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "目がさめたから早くきただ{换行}"
 .strn "けだ､…そういうお前は{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私もそうなんだ､{换行}"
;.strn "同じだね李くん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "私もそうなんだ､{换行}"
 .strn "同じだね李くん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……(かぁー)､…ふん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……(かぁー)､…ふん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あの､昨日はありがとね､{换行}"
;.strn "おうえんしてくれて{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あの､昨日はありがとね､{换行}"
 .strn "おうえんしてくれて{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "べ､別に…､ただカードを{换行}"
;.strn "あつめたかっただけだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "べ､別に…､ただカードを{换行}"
 .strn "あつめたかっただけだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…でもけっきょくお前が全{换行}"
;.strn "部あつめたな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…でもけっきょくお前が全{换行}"
 .strn "部あつめたな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "俺は一枚もあつめられな{换行}"
;.strn "かった…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "俺は一枚もあつめられな{换行}"
 .strn "かった…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ちがうよ､李くん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ちがうよ､李くん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "全部のカードをあつめられ{换行}"
;.strn "たのは私だけの力じゃないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "全部のカードをあつめられ{换行}"
 .strn "たのは私だけの力じゃないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃんや莓鈴ちゃん､{换行}"
;.strn "ケロちゃん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世ちゃんや莓鈴ちゃん､{换行}"
 .strn "ケロちゃん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李くんがたすけてくれたから{换行}"
;.strn "集められたんだよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李くんがたすけてくれたから{换行}"
 .strn "集められたんだよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李くん､私と一緒にたたかっ{换行}"
;.strn "てくれたでしょ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李くん､私と一緒にたたかっ{换行}"
 .strn "てくれたでしょ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私､李くんと出会ってな{换行}"
;.strn "かったら…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "私､李くんと出会ってな{换行}"
 .strn "かったら…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "きっと全部あつめきれな{换行}"
;.strn "かったと思う{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "きっと全部あつめきれな{换行}"
 .strn "かったと思う{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……(カァーー！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……(カァーー！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…べ､べつにお前にきょう{换行}"
;.strn "りょくしたわけじゃない{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…べ､べつにお前にきょう{换行}"
 .strn "りょくしたわけじゃない{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…うん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…うん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､ところでこれからどう{换行}"
;.strn "するの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､ところでこれからどう{换行}"
 .strn "するの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "クロウカード集めに{换行}"
;.strn "ひとだんらくついたからな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "クロウカード集めに{换行}"
 .strn "ひとだんらくついたからな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李くん､{换行}"
;.strn "香港に帰っちゃうの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李くん､{换行}"
 .strn "香港に帰っちゃうの？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…帰るかもしれない{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…帰るかもしれない{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そっか…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そっか…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "せっかくお友達に{换行}"
;.strn "なれたのにね…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "せっかくお友達に{换行}"
 .strn "なれたのにね…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……(カァーーッ!!!!!!!!){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……(カァーーッ!!!!!!!!){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "ま､まぁ､考えておく…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "ま､まぁ､考えておく…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ホント!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ホント!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李くん､これからもよろし{换行}"
;.strn "くね！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李くん､これからもよろし{换行}"
 .strn "くね！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_100_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…あ､ああ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…あ､ああ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_100_Ptr:
    .hword (Block0x12_100_000 & 0xF),(((Block0x12_100_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_001 & 0xF),(((Block0x12_100_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_002 & 0xF),(((Block0x12_100_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_003 & 0xF),(((Block0x12_100_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_004 & 0xF),(((Block0x12_100_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_005 & 0xF),(((Block0x12_100_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_006 & 0xF),(((Block0x12_100_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_007 & 0xF),(((Block0x12_100_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_008 & 0xF),(((Block0x12_100_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_009 & 0xF),(((Block0x12_100_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_010 & 0xF),(((Block0x12_100_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_011 & 0xF),(((Block0x12_100_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_012 & 0xF),(((Block0x12_100_012 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_013 & 0xF),(((Block0x12_100_013 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_014 & 0xF),(((Block0x12_100_014 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_015 & 0xF),(((Block0x12_100_015 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_016 & 0xF),(((Block0x12_100_016 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_017 & 0xF),(((Block0x12_100_017 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_018 & 0xF),(((Block0x12_100_018 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_019 & 0xF),(((Block0x12_100_019 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_020 & 0xF),(((Block0x12_100_020 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_021 & 0xF),(((Block0x12_100_021 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_022 & 0xF),(((Block0x12_100_022 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_023 & 0xF),(((Block0x12_100_023 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_024 & 0xF),(((Block0x12_100_024 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_025 & 0xF),(((Block0x12_100_025 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_026 & 0xF),(((Block0x12_100_026 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_027 & 0xF),(((Block0x12_100_027 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_028 & 0xF),(((Block0x12_100_028 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_029 & 0xF),(((Block0x12_100_029 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_030 & 0xF),(((Block0x12_100_030 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_031 & 0xF),(((Block0x12_100_031 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_100_032 & 0xF),(((Block0x12_100_032 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_100_End :: .endfunc
