;Block0x12_083
;子文件文本，共12条子文本
.align 2 :: Block0x12_083_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_083_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_083_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_083_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "というわけや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "というわけや{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_083_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "自分が持ってないカードは{换行}"
;.strn "ようわかったな？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "自分が持ってないカードは{换行}"
 .strn "ようわかったな？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_083_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "つぎからはこのことをよう{换行}"
;.strn "あたまに入れとくんやで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "つぎからはこのことをよう{换行}"
 .strn "あたまに入れとくんやで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_083_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ちなみに手に入れられる{换行}"
;.strn "カードは４７枚や{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ちなみに手に入れられる{换行}"
 .strn "カードは４７枚や{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_083_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "全部集めるんはちと{换行}"
;.strn "たいへんやけどな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "全部集めるんはちと{换行}"
 .strn "たいへんやけどな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_083_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "{小1}僧にまけんよう{换行}"
;.strn "がんばるんやで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "{小1}僧にまけんよう{换行}"
 .strn "がんばるんやで{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_083_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わいがしてやれることは{换行}"
;.strn "ここまでや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "わいがしてやれることは{换行}"
 .strn "ここまでや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_083_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そんじゃ､がんばってな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "そんじゃ､がんばってな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x12_083_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ほなな～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ほなな～{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x12_083_Ptr:
    .hword (Block0x12_083_000 & 0xF),(((Block0x12_083_000 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_083_001 & 0xF),(((Block0x12_083_001 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_083_002 & 0xF),(((Block0x12_083_002 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_083_003 & 0xF),(((Block0x12_083_003 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_083_004 & 0xF),(((Block0x12_083_004 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_083_005 & 0xF),(((Block0x12_083_005 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_083_006 & 0xF),(((Block0x12_083_006 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_083_007 & 0xF),(((Block0x12_083_007 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_083_008 & 0xF),(((Block0x12_083_008 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_083_009 & 0xF),(((Block0x12_083_009 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_083_010 & 0xF),(((Block0x12_083_010 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)
    .hword (Block0x12_083_011 & 0xF),(((Block0x12_083_011 & 0xFFF0)>>4) + OffsetOfBlock0x12InRamSegment)


.func Block0x12_083_End :: .endfunc
