;Block0x10_058
;子文件文本，共10条子文本
.align 2 :: Block0x10_058_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_058_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "さくらさーん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "さくらさーん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_058_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さんだ､どうしたんだ{换行}"
;.strn "ろう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お父さんだ､どうしたんだ{换行}"
 .strn "ろう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_058_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "なに､お父さん？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "なに､お父さん？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_058_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "桃矢君におべんとうとどけ{换行}"
;.strn "てほしいんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "桃矢君におべんとうとどけ{换行}"
 .strn "てほしいんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_058_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "ぶかつなんだけど､わすれ{换行}"
;.strn "ていってしまって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "ぶかつなんだけど､わすれ{换行}"
 .strn "ていってしまって{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_058_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "おねがいできるかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "おねがいできるかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_058_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "あ､でも用事があるなら僕{换行}"
;.strn "がとどけるけど{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "あ､でも用事があるなら僕{换行}"
 .strn "がとどけるけど{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_058_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "そのかわり､おせんたくを{换行}"
;.strn "しておいてくれる？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "そのかわり､おせんたくを{换行}"
 .strn "しておいてくれる？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_058_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おべんとうとどけるよ{换行}"
;.strn "おせんたくするね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おべんとうとどけるよ{换行}"
 .strn "おせんたくするね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_058_Ptr:
    .hword (Block0x10_058_000 & 0xF),(((Block0x10_058_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_058_001 & 0xF),(((Block0x10_058_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_058_002 & 0xF),(((Block0x10_058_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_058_003 & 0xF),(((Block0x10_058_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_058_004 & 0xF),(((Block0x10_058_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_058_005 & 0xF),(((Block0x10_058_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_058_006 & 0xF),(((Block0x10_058_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_058_007 & 0xF),(((Block0x10_058_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_058_008 & 0xF),(((Block0x10_058_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_058_009 & 0xF),(((Block0x10_058_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_058_End :: .endfunc
