;Block0x10_114
;子文件文本，共9条子文本
.align 2 :: Block0x10_114_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_114_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "雪兔さん､こんにちわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "雪兔さん､こんにちわ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_114_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "こんにちわ､すっかりさむ{换行}"
;.strn "くなったね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "こんにちわ､すっかりさむ{换行}"
 .strn "くなったね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_114_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "かぜひかないようにね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "かぜひかないようにね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_114_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "は､はい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "は､はい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_114_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "さくらちゃんは元気が一番{换行}"
;.strn "だからね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "さくらちゃんは元気が一番{换行}"
 .strn "だからね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_114_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(はにゃ～ん！{换行}"
;.strn "雪兔さん…){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(はにゃ～ん！{换行}"
 .strn "雪兔さん…){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_114_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "あ､ごめんね､僕これから{换行}"
;.strn "用事があるんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "あ､ごめんね､僕これから{换行}"
 .strn "用事があるんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_114_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､はい､{换行}"
;.strn "それじゃさようなら{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え､はい､{换行}"
 .strn "それじゃさようなら{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_114_Ptr:
    .hword (Block0x10_114_000 & 0xF),(((Block0x10_114_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_114_001 & 0xF),(((Block0x10_114_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_114_002 & 0xF),(((Block0x10_114_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_114_003 & 0xF),(((Block0x10_114_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_114_004 & 0xF),(((Block0x10_114_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_114_005 & 0xF),(((Block0x10_114_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_114_006 & 0xF),(((Block0x10_114_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_114_007 & 0xF),(((Block0x10_114_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_114_008 & 0xF),(((Block0x10_114_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_114_End :: .endfunc
