;Block0x10_003
;子文件文本，共22条子文本
.align 2 :: Block0x10_003_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "千春ちゃんの{换行}"
;.strn "お誕生日プレゼント…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "千春ちゃんの{换行}"
 .strn "お誕生日プレゼント…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どうしようかな…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "どうしようかな…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "木之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "木之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ､山崎君{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえ､山崎君{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あっ､山崎君に{换行}"
;.strn "聞いてみようかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あっ､山崎君に{换行}"
 .strn "聞いてみようかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "え､何？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "え､何？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "千春ちゃんの{换行}"
;.strn "お誕生日プレゼント{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "千春ちゃんの{换行}"
 .strn "お誕生日プレゼント{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "千春ちゃんにはどんなもの{换行}"
;.strn "がいいのかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "千春ちゃんにはどんなもの{换行}"
 .strn "がいいのかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "そうだねぇ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "そうだねぇ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "かくとうぎの本が{换行}"
;.strn "ほしいって言ってたよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "かくとうぎの本が{换行}"
 .strn "ほしいって言ってたよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "かくとうぎの本!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "かくとうぎの本!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "うん､なんでも強く{换行}"
;.strn "なりたいんだって{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "うん､なんでも強く{换行}"
 .strn "なりたいんだって{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そ､そうなの…､{换行}"
;.strn "さがしてこなきゃ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そ､そうなの…､{换行}"
 .strn "さがしてこなきゃ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "はははは{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "はははは{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "本当はね､{换行}"
;.strn "リボンがほしいんだって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "本当はね､{换行}"
 .strn "リボンがほしいんだって{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…ありがと{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…ありがと{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "あっ､{换行}"
;.strn "うたがってるでしょ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "あっ､{换行}"
 .strn "うたがってるでしょ？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "だいじょうぶ{换行}"
;.strn "今度は本当だから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "だいじょうぶ{换行}"
 .strn "今度は本当だから{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "そういえば､{换行}"
;.strn "リボンというのはね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "そういえば､{换行}"
 .strn "リボンというのはね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "昔､｢おによけ｣として{换行}"
;.strn "ひとびとのあいだに…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "昔､｢おによけ｣として{换行}"
 .strn "ひとびとのあいだに…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_003_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほええ～{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_003_Ptr:
    .hword (Block0x10_003_000 & 0xF),(((Block0x10_003_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_001 & 0xF),(((Block0x10_003_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_002 & 0xF),(((Block0x10_003_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_003 & 0xF),(((Block0x10_003_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_004 & 0xF),(((Block0x10_003_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_005 & 0xF),(((Block0x10_003_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_006 & 0xF),(((Block0x10_003_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_007 & 0xF),(((Block0x10_003_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_008 & 0xF),(((Block0x10_003_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_009 & 0xF),(((Block0x10_003_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_010 & 0xF),(((Block0x10_003_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_011 & 0xF),(((Block0x10_003_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_012 & 0xF),(((Block0x10_003_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_013 & 0xF),(((Block0x10_003_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_014 & 0xF),(((Block0x10_003_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_015 & 0xF),(((Block0x10_003_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_016 & 0xF),(((Block0x10_003_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_017 & 0xF),(((Block0x10_003_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_018 & 0xF),(((Block0x10_003_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_019 & 0xF),(((Block0x10_003_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_020 & 0xF),(((Block0x10_003_020 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_003_021 & 0xF),(((Block0x10_003_021 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_003_End :: .endfunc
