;Block0x10_078
;子文件文本，共16条子文本
.align 2 :: Block0x10_078_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おはよー{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おはよー{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "おはよ､さくらちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "おはよ､さくらちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "さくらちゃん､『思いい{换行}"
;.strn "し』って知ってる？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "さくらちゃん､『思いい{换行}"
 .strn "し』って知ってる？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､なにそれ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え､なにそれ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "その『思いいし』っていう{换行}"
;.strn "のはふたつのいしで…､{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "その『思いいし』っていう{换行}"
 .strn "のはふたつのいしで…､{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "ひとつずつだんじょが持つ{换行}"
;.strn "と…､{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "ひとつずつだんじょが持つ{换行}"
 .strn "と…､{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "持つと？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "持つと？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "とっても仲がよくなるん{换行}"
;.strn "だって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "とっても仲がよくなるん{换行}"
 .strn "だって{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "とっても仲がよく…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "とっても仲がよく…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "さくらちゃん好きな人いる{换行}"
;.strn "でしょ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "さくらちゃん好きな人いる{换行}"
 .strn "でしょ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う､うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う､うん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "その人に､かたほうプレゼ{换行}"
;.strn "ントしてみたら？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "その人に､かたほうプレゼ{换行}"
 .strn "ントしてみたら？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "ちなみにツインベルで売っ{换行}"
;.strn "てるんだって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "ちなみにツインベルで売っ{换行}"
 .strn "てるんだって{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "さあ､みんなれんしゅう始{换行}"
;.strn "めるわよー！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "さあ､みんなれんしゅう始{换行}"
 .strn "めるわよー！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "はーい!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "はーい!!{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_078_Ptr:
    .hword (Block0x10_078_000 & 0xF),(((Block0x10_078_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_001 & 0xF),(((Block0x10_078_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_002 & 0xF),(((Block0x10_078_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_003 & 0xF),(((Block0x10_078_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_004 & 0xF),(((Block0x10_078_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_005 & 0xF),(((Block0x10_078_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_006 & 0xF),(((Block0x10_078_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_007 & 0xF),(((Block0x10_078_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_008 & 0xF),(((Block0x10_078_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_009 & 0xF),(((Block0x10_078_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_010 & 0xF),(((Block0x10_078_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_011 & 0xF),(((Block0x10_078_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_012 & 0xF),(((Block0x10_078_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_013 & 0xF),(((Block0x10_078_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_014 & 0xF),(((Block0x10_078_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_015 & 0xF),(((Block0x10_078_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_078_End :: .endfunc
