;Block0x10_083
;子文件文本，共17条子文本
.align 2 :: Block0x10_083_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "たったったった…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "たったったった…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お母さん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お母さん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "今日何の日か知ってる？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "今日何の日か知ってる？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "今日ね､{换行}"
;.strn "｢母の日｣なんだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "今日ね､{换行}"
 .strn "｢母の日｣なんだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お母さんにありがとうって{换行}"
;.strn "言う日なんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お母さんにありがとうって{换行}"
 .strn "言う日なんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はい､カーネイション{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はい､カーネイション{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私からのプレゼントだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "私からのプレゼントだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "いつもみんなを見守ってく{换行}"
;.strn "れてありがとう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "いつもみんなを見守ってく{换行}"
 .strn "れてありがとう{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "これからもおねがいね､{换行}"
;.strn "お母さん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "これからもおねがいね､{换行}"
 .strn "お母さん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "ただいま{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "ただいま{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､お父さんおかえりなさ{换行}"
;.strn "い{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､お父さんおかえりなさ{换行}"
 .strn "い{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "…あれ､さくらさん今日は{换行}"
;.strn "早いんだね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "…あれ､さくらさん今日は{换行}"
 .strn "早いんだね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "…このカーネイションは…{换行}"
;.strn "さくらさん…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "…このカーネイションは…{换行}"
 .strn "さくらさん…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､お母さんに{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､お母さんに{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "……､撫子さんきっとよろ{换行}"
;.strn "こんでいますよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "……､撫子さんきっとよろ{换行}"
 .strn "こんでいますよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_083_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_083_Ptr:
    .hword (Block0x10_083_000 & 0xF),(((Block0x10_083_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_001 & 0xF),(((Block0x10_083_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_002 & 0xF),(((Block0x10_083_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_003 & 0xF),(((Block0x10_083_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_004 & 0xF),(((Block0x10_083_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_005 & 0xF),(((Block0x10_083_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_006 & 0xF),(((Block0x10_083_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_007 & 0xF),(((Block0x10_083_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_008 & 0xF),(((Block0x10_083_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_009 & 0xF),(((Block0x10_083_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_010 & 0xF),(((Block0x10_083_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_011 & 0xF),(((Block0x10_083_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_012 & 0xF),(((Block0x10_083_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_013 & 0xF),(((Block0x10_083_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_014 & 0xF),(((Block0x10_083_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_015 & 0xF),(((Block0x10_083_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_083_016 & 0xF),(((Block0x10_083_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_083_End :: .endfunc
