;Block0x10_044
;子文件文本，共33条子文本
.align 2 :: Block0x10_044_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キンコンカーンコーン{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "叮——咚——叮——咚{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "さようならー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "再见ー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "それじゃね､さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "那我先走了，小樱{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､ばいばい千春ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯，拜拜，千春{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "さて､てぶくろ作ろう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "好，来做手套吧！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "あら､何してるの､{换行}"
;.strn "木之本さん？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "哎呀，你在做什么呢，{换行}"
 .strn "木之本同学？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､莓鈴ちゃん､{换行}"
;.strn "てぶくろ作ってるんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "啊，莓铃{换行}"
 .strn "我在织手套{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ふ～ん､てぶくろかー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "哼~手套啊ー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "れいのあの人に{换行}"
;.strn "あげるんでしょ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "又是给那个人做的对吧？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う､うん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "唔、嗯…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ふ～ん､今回は手作り{换行}"
;.strn "なのね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "嗯~这次要送他{换行}"
 .strn "亲手做的东西呀{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私も何回{小1}狼にマフラー{换行}"
;.strn "作ったことか～♡{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "我也给小狼织过很多次{换行}"
 .strn "围巾哦～♡{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえー､じゃ今してる{换行}"
;.strn "マフラーも？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶—那他现在戴着的{换行}"
 .strn "围巾也是你做的？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "当然よ！　私が香港で{换行}"
;.strn "作ったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "那当然了！是我在香港{换行}"
 .strn "给他织的{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ま､がんばってね､{换行}"
;.strn "おうえんしているわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "嘛，你就好好加油吧{换行}"
 .strn "我会给你应援的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､ありがと莓鈴ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯，谢谢你，莓铃{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "じゃねー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "拜拜ー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "……あれ､李君は一緒に帰{换行}"
;.strn "らないの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "……咦，李同学{换行}"
 .strn "不一起回去吗？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "俺はにっちょくだからな､{换行}"
;.strn "やることがある{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "今天轮到我值日，{换行}"
 .strn "所以还有事情要做{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "でも莓鈴ちゃんいつも{换行}"
;.strn "待ってるよね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "可是莓铃平时{换行}"
 .strn "都会等你的呀{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "なんでも､見たいテレビが{换行}"
;.strn "あるって…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "她说她有个特别想看的{换行}"
 .strn "电视节目…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ふ～ん…､…そうだ李君も{换行}"
;.strn "作らないこれ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯~……对了，李同学{换行}"
 .strn "会不会织这个呢？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……､ちょっとかしてみろ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……你拿给我看看{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "すいすい…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "穿针引线…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "すっごーい！　李君って{换行}"
;.strn "おさいほう得意なんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "好厉害呀—！李同学原来{换行}"
 .strn "这么擅长做针线活呢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…ま､まあな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…也、也就那样{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ～､李君ってすごいね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶诶～李同学真的很厉害{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､まって､そこって{换行}"
;.strn "どうやるの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "啊，等等，那这里{换行}"
 .strn "该怎么织才好呢？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…！(カァーー！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…！(脸红ーー！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "そうだ用事があったんだ！{换行}"
;.strn "また明日な…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "对了我还有事！{换行}"
 .strn "明天见…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ…､私なんかわるいこ{换行}"
;.strn "としたかな…？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶…难道我做了什么{换行}"
 .strn "不好的事情吗…？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…あ､李君､にっちょくの{换行}"
;.strn "お仕事…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…啊，李同学的值日{换行}"
 .strn "可怎么办…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_044_Ptr:
    .hword (Block0x10_044_000 & 0xF),(((Block0x10_044_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_001 & 0xF),(((Block0x10_044_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_002 & 0xF),(((Block0x10_044_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_003 & 0xF),(((Block0x10_044_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_004 & 0xF),(((Block0x10_044_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_005 & 0xF),(((Block0x10_044_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_006 & 0xF),(((Block0x10_044_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_007 & 0xF),(((Block0x10_044_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_008 & 0xF),(((Block0x10_044_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_009 & 0xF),(((Block0x10_044_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_010 & 0xF),(((Block0x10_044_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_011 & 0xF),(((Block0x10_044_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_012 & 0xF),(((Block0x10_044_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_013 & 0xF),(((Block0x10_044_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_014 & 0xF),(((Block0x10_044_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_015 & 0xF),(((Block0x10_044_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_016 & 0xF),(((Block0x10_044_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_017 & 0xF),(((Block0x10_044_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_018 & 0xF),(((Block0x10_044_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_019 & 0xF),(((Block0x10_044_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_020 & 0xF),(((Block0x10_044_020 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_021 & 0xF),(((Block0x10_044_021 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_022 & 0xF),(((Block0x10_044_022 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_023 & 0xF),(((Block0x10_044_023 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_024 & 0xF),(((Block0x10_044_024 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_025 & 0xF),(((Block0x10_044_025 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_026 & 0xF),(((Block0x10_044_026 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_027 & 0xF),(((Block0x10_044_027 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_028 & 0xF),(((Block0x10_044_028 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_029 & 0xF),(((Block0x10_044_029 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_030 & 0xF),(((Block0x10_044_030 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_031 & 0xF),(((Block0x10_044_031 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_032 & 0xF),(((Block0x10_044_032 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_044_End :: .endfunc
