;Block0x10_048
;子文件文本，共13条子文本
.align 2 :: Block0x10_048_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "プルルル…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "嘟噜噜噜…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､電話だ…､{换行}"
;.strn "はい､木之本です{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "啊，有电话…{换行}"
 .strn "你好，这里是木之本家{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃんですか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "是小樱吗{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃん､どうしたの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世，有什么事吗？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "土曜日におぼんまつりがあ{换行}"
;.strn "るのごぞんじですか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "你知道周六有盂兰盆节{换行}"
 .strn "祭典的事情吗{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おまつり？{换行}"
;.strn "ううん､知らないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "祭典？{换行}"
 .strn "我不知道诶{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "今度の土曜日になんですが{换行}"
;.strn "ご一緒にと思って{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "时间就在这周周六，所以{换行}"
 .strn "我想邀请你和我一起去{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ありがとう､もちろん行くよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "谢谢你，我一定会去的！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "場所は月峰(つきみね)じ{换行}"
;.strn "んじゃですわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "地点就在月峰神社{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "それじゃ６時にじんじゃの{换行}"
;.strn "入り口で待ち合わせね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "那我们就约6点的时候{换行}"
 .strn "在神社入口碰头吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ええ､それでは失礼します{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "好，那我就挂电话了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_048_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､知世ちゃんありがと{换行}"
;.strn "うね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯，谢谢你来{换行}"
 .strn "邀请我{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_048_Ptr:
    .hword (Block0x10_048_000 & 0xF),(((Block0x10_048_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_001 & 0xF),(((Block0x10_048_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_002 & 0xF),(((Block0x10_048_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_003 & 0xF),(((Block0x10_048_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_004 & 0xF),(((Block0x10_048_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_005 & 0xF),(((Block0x10_048_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_006 & 0xF),(((Block0x10_048_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_007 & 0xF),(((Block0x10_048_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_008 & 0xF),(((Block0x10_048_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_009 & 0xF),(((Block0x10_048_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_010 & 0xF),(((Block0x10_048_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_011 & 0xF),(((Block0x10_048_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_048_012 & 0xF),(((Block0x10_048_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_048_End :: .endfunc
