;Block0x10_012
;子文件文本，共12条子文本
.align 2 :: Block0x10_012_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_012_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらさっきから{换行}"
;.strn "なにやってるんや？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくらさっきから{换行}"
 .strn "なにやってるんや？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_012_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "なべつかみを作ってるの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "なべつかみを作ってるの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_012_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なべつかみ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なべつかみ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_012_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､今度の日曜日は{换行}"
;.strn "父の日なんだけど{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､今度の日曜日は{换行}"
 .strn "父の日なんだけど{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_012_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "その日に､お父さんに{换行}"
;.strn "プレゼントするんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "その日に､お父さんに{换行}"
 .strn "プレゼントするんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_012_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さんお料理がとっても{换行}"
;.strn "上手だから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お父さんお料理がとっても{换行}"
 .strn "上手だから{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_012_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "うん､さくらのお父はん{换行}"
;.strn "ほんまに上手や{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "うん､さくらのお父はん{换行}"
 .strn "ほんまに上手や{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_012_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そんでさっきから一生けん{换行}"
;.strn "めいやっとるのか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "そんでさっきから一生けん{换行}"
 .strn "めいやっとるのか{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_012_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_012_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そうか､お父はん{换行}"
;.strn "きっとよろこぶで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "そうか､お父はん{换行}"
 .strn "きっとよろこぶで{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_012_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_012_Ptr:
    .hword (Block0x10_012_000 & 0xF),(((Block0x10_012_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_012_001 & 0xF),(((Block0x10_012_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_012_002 & 0xF),(((Block0x10_012_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_012_003 & 0xF),(((Block0x10_012_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_012_004 & 0xF),(((Block0x10_012_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_012_005 & 0xF),(((Block0x10_012_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_012_006 & 0xF),(((Block0x10_012_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_012_007 & 0xF),(((Block0x10_012_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_012_008 & 0xF),(((Block0x10_012_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_012_009 & 0xF),(((Block0x10_012_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_012_010 & 0xF),(((Block0x10_012_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_012_011 & 0xF),(((Block0x10_012_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_012_End :: .endfunc
