;Block0x10_158
;子文件文本，共7条子文本
.align 2 :: Block0x10_158_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_158_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あや､千春ちゃんと山崎君だ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あや､千春ちゃんと山崎君だ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_158_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "おはよ､さくらちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "おはよ､さくらちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_158_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "おはよ､木之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "おはよ､木之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_158_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "今日は一緒なんだね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "今日は一緒なんだね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_158_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_158_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "仲いいよね､千春ちゃん{换行}"
;.strn "と山崎君{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "仲いいよね､千春ちゃん{换行}"
 .strn "と山崎君{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_158_Ptr:
    .hword (Block0x10_158_000 & 0xF),(((Block0x10_158_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_158_001 & 0xF),(((Block0x10_158_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_158_002 & 0xF),(((Block0x10_158_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_158_003 & 0xF),(((Block0x10_158_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_158_004 & 0xF),(((Block0x10_158_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_158_005 & 0xF),(((Block0x10_158_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_158_006 & 0xF),(((Block0x10_158_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_158_End :: .endfunc
