;Block0x10_021
;子文件文本，共20条子文本
.align 2 :: Block0x10_021_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もうすぐバレンタインデー…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "马上就要到情人节了…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "雪兔さんにあげるチョコ､{换行}"
;.strn "どうしようかな…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "要给雪兔哥什么样的{换行}"
 .strn "巧克力呢…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "かったほうがいのかな…？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "买来的巧克力怎么样呢…？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "でも､手作りのほうがいい{换行}"
;.strn "と思うな…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "可是，我还是觉得亲手做的{换行}"
 .strn "比较好呀…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "どうしたの？{换行}"
;.strn "むずかしい顔して？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "发生什么事了？{换行}"
 .strn "你怎么一脸困扰的表情？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "莓鈴ちゃん!?　あ､あの…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "莓铃!?啊､那个…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "チョコでしょ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "是关于巧克力吧？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ど､どうしてわかるの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "你、你怎么知道？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "だって顔に書いてあるもの､{换行}"
;.strn "木之本さん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "都写在你脸上了，{换行}"
 .strn "木之本同学{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶诶!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ま､それはじょうだんだけ{换行}"
;.strn "ど､どうしたの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "开玩笑的，所以{换行}"
 .strn "到底是怎么回事？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､かうか､手作りかで{换行}"
;.strn "なやんでるの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯，其实我在烦恼，到底应该{换行}"
 .strn "买成品还是自己动手做{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "なんだ､そんなことでなや{换行}"
;.strn "んでるの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "什么呀，原来你就是{换行}"
 .strn "在烦恼这种事情？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "前にも言ったかもしれない{换行}"
;.strn "けど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "之前，我不也跟你{换行}"
 .strn "说过来着…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "木之本さんの気持ちがつた{换行}"
;.strn "わればなんでもいいのよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "只要那份东西里带有你的心意{换行}"
 .strn "不管是什么都可以啊{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…そっか､そうだよね､{换行}"
;.strn "ありがと莓鈴ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…对哦，确实是这样，{换行}"
 .strn "谢谢你，莓铃{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ま､作る場合はまずくなら{换行}"
;.strn "ないようにね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "嘛，要是你选择亲手做的话{换行}"
 .strn "那就希望你不会做太糟啦{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶诶～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_021_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "がんばってね､おうえんし{换行}"
;.strn "ているから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "加油吧，我会为你{换行}"
 .strn "应援的{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_021_Ptr:
    .hword (Block0x10_021_000 & 0xF),(((Block0x10_021_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_001 & 0xF),(((Block0x10_021_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_002 & 0xF),(((Block0x10_021_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_003 & 0xF),(((Block0x10_021_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_004 & 0xF),(((Block0x10_021_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_005 & 0xF),(((Block0x10_021_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_006 & 0xF),(((Block0x10_021_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_007 & 0xF),(((Block0x10_021_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_008 & 0xF),(((Block0x10_021_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_009 & 0xF),(((Block0x10_021_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_010 & 0xF),(((Block0x10_021_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_011 & 0xF),(((Block0x10_021_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_012 & 0xF),(((Block0x10_021_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_013 & 0xF),(((Block0x10_021_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_014 & 0xF),(((Block0x10_021_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_015 & 0xF),(((Block0x10_021_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_016 & 0xF),(((Block0x10_021_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_017 & 0xF),(((Block0x10_021_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_018 & 0xF),(((Block0x10_021_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_021_019 & 0xF),(((Block0x10_021_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_021_End :: .endfunc
