;Block0x10_025
;子文件文本，共18条子文本
.align 2 :: Block0x10_025_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "さいきんさむくなったね～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "さいきんさむくなったね～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "あさおきられないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "あさおきられないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､さむいもんね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､さむいもんね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_奈绪子_头像图片}"
;.strn "あれ､ふる本屋さんだ､{换行}"
;.strn "寄って行っていい？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_奈绪子_头像图片}"
 .strn "あれ､ふる本屋さんだ､{换行}"
 .strn "寄って行っていい？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､奈緒子ちゃん本好き{换行}"
;.strn "だもんね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､奈緒子ちゃん本好き{换行}"
 .strn "だもんね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ～いっぱい本がある…{换行}"
;.strn "ほえ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえ～いっぱい本がある…{换行}"
 .strn "ほえ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "どうなさいました､{换行}"
;.strn "さくらちゃん？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "どうなさいました､{换行}"
 .strn "さくらちゃん？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…この感じ……､{换行}"
;.strn "クロウカードの気配…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…この感じ……､{换行}"
 .strn "クロウカードの気配…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "まあ！　どこからですか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "まあ！　どこからですか？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "しょうてんがいのほうなん{换行}"
;.strn "だけど…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "しょうてんがいのほうなん{换行}"
 .strn "だけど…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_利佳_头像图片}"
;.strn "どうしたのさくらちゃん､{换行}"
;.strn "知世ちゃん？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_利佳_头像图片}"
 .strn "どうしたのさくらちゃん､{换行}"
 .strn "知世ちゃん？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "り､利佳ちゃん！{换行}"
;.strn "な､なんでもないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "り､利佳ちゃん！{换行}"
 .strn "な､なんでもないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "すぐまいりますわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "すぐまいりますわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_利佳_头像图片}"
;.strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_利佳_头像图片}"
 .strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…まだ人がいっぱいいるか{换行}"
;.strn "ら夜来るね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…まだ人がいっぱいいるか{换行}"
 .strn "ら夜来るね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "楽しみですわ～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "楽しみですわ～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_025_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほ､ほえ～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほ､ほえ～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_025_Ptr:
    .hword (Block0x10_025_000 & 0xF),(((Block0x10_025_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_001 & 0xF),(((Block0x10_025_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_002 & 0xF),(((Block0x10_025_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_003 & 0xF),(((Block0x10_025_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_004 & 0xF),(((Block0x10_025_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_005 & 0xF),(((Block0x10_025_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_006 & 0xF),(((Block0x10_025_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_007 & 0xF),(((Block0x10_025_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_008 & 0xF),(((Block0x10_025_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_009 & 0xF),(((Block0x10_025_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_010 & 0xF),(((Block0x10_025_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_011 & 0xF),(((Block0x10_025_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_012 & 0xF),(((Block0x10_025_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_013 & 0xF),(((Block0x10_025_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_014 & 0xF),(((Block0x10_025_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_015 & 0xF),(((Block0x10_025_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_016 & 0xF),(((Block0x10_025_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_025_017 & 0xF),(((Block0x10_025_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_025_End :: .endfunc
