;Block0x10_035
;子文件文本，共13条子文本
.align 2 :: Block0x10_035_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "利佳ちゃん…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "利佳…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_利佳_头像图片}"
;.strn "どうしたのさくらちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_利佳_头像图片}"
 .strn "怎么了，小樱{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ごめんね､発{表1}会いけなく{换行}"
;.strn "なっちゃった{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "抱歉呀，我没办法参加{换行}"
 .strn "演奏会{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_利佳_头像图片}"
;.strn "ううん､いいの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_利佳_头像图片}"
 .strn "哪里，没关系的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_利佳_头像图片}"
;.strn "さくらちゃんの気持ちだけ{换行}"
;.strn "でもうれしいから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_利佳_头像图片}"
 .strn "有小樱这份为我加油的心情{换行}"
 .strn "我就很高兴了{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "利佳ちゃん…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "利佳…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_利佳_头像图片}"
;.strn "発{表1}会ぜったいがんばるね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_利佳_头像图片}"
 .strn "演奏会我一定会加油的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､…ごめんね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯…对不起呀{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_利佳_头像图片}"
;.strn "さくらちゃん元気出して{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_利佳_头像图片}"
 .strn "小樱也要打起精神来{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､発{表1}会がんばってね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯，演奏会要加油哦{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_利佳_头像图片}"
;.strn "ありがとう､さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_利佳_头像图片}"
 .strn "谢谢你，小樱{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_035_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(利佳ちゃん､大人っぽく{换行}"
;.strn "てすてきだな…){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(利佳，像大人一样成熟{换行}"
 .strn "真厉害啊…){结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_035_Ptr:
    .hword (Block0x10_035_000 & 0xF),(((Block0x10_035_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_001 & 0xF),(((Block0x10_035_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_002 & 0xF),(((Block0x10_035_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_003 & 0xF),(((Block0x10_035_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_004 & 0xF),(((Block0x10_035_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_005 & 0xF),(((Block0x10_035_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_006 & 0xF),(((Block0x10_035_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_007 & 0xF),(((Block0x10_035_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_008 & 0xF),(((Block0x10_035_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_009 & 0xF),(((Block0x10_035_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_010 & 0xF),(((Block0x10_035_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_011 & 0xF),(((Block0x10_035_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_035_012 & 0xF),(((Block0x10_035_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_035_End :: .endfunc
