;Block0x10_009
;子文件文本，共16条子文本
.align 2 :: Block0x10_009_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さん､なにしてるの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お父さん､なにしてるの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "夕しょくをつくっているん{换行}"
;.strn "ですよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "夕しょくをつくっているん{换行}"
 .strn "ですよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "今日はね､{换行}"
;.strn "クリームシチューですよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "今日はね､{换行}"
 .strn "クリームシチューですよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "わーい､お父さんがつくった{换行}"
;.strn "シチューだーい好き{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "わーい､お父さんがつくった{换行}"
 .strn "シチューだーい好き{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "ありがとう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "ありがとう{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "もうちょっとでできますか{换行}"
;.strn "ら待っててくださいね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "もうちょっとでできますか{换行}"
 .strn "ら待っててくださいね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､私おさらの用意するね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､私おさらの用意するね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そうだ､今日お兄ちゃんは？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そうだ､今日お兄ちゃんは？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "ええ､もうちょっとで{换行}"
;.strn "帰ってくるでしょう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "ええ､もうちょっとで{换行}"
 .strn "帰ってくるでしょう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "じゃ､お兄ちゃんの{换行}"
;.strn "分もっと{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "じゃ､お兄ちゃんの{换行}"
 .strn "分もっと{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "ただいまー{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "ただいまー{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､お兄ちゃんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､お兄ちゃんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "ん､今日はシチューか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "ん､今日はシチューか{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "さぁ､できましたよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "さぁ､できましたよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_009_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もう､おなかぺこぺこ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "もう､おなかぺこぺこ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_009_Ptr:
    .hword (Block0x10_009_000 & 0xF),(((Block0x10_009_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_001 & 0xF),(((Block0x10_009_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_002 & 0xF),(((Block0x10_009_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_003 & 0xF),(((Block0x10_009_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_004 & 0xF),(((Block0x10_009_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_005 & 0xF),(((Block0x10_009_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_006 & 0xF),(((Block0x10_009_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_007 & 0xF),(((Block0x10_009_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_008 & 0xF),(((Block0x10_009_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_009 & 0xF),(((Block0x10_009_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_010 & 0xF),(((Block0x10_009_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_011 & 0xF),(((Block0x10_009_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_012 & 0xF),(((Block0x10_009_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_013 & 0xF),(((Block0x10_009_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_014 & 0xF),(((Block0x10_009_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_009_015 & 0xF),(((Block0x10_009_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_009_End :: .endfunc
