;Block0x10_053
;子文件文本，共12条子文本
.align 2 :: Block0x10_053_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_053_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃんのお誕生日{换行}"
;.strn "もうすぐだよね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "马上就要到{换行}"
 .strn "知世的生日了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_053_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "プレゼント､{换行}"
;.strn "なにがいいかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "该送她{换行}"
 .strn "什么样的礼物好呢？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_053_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "新しいビデオカメラがほし{换行}"
;.strn "いって言ってたけど…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "虽然她之前说过，想要{换行}"
 .strn "新的摄像机…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_053_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私､そんなお金持ってない{换行}"
;.strn "し…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "但我没有那么多钱……{换行}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_053_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う～ん……､……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯~……､……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_053_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そうだ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "对了！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_053_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃん､長いすてきな{换行}"
;.strn "かみだよね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世的头发很长{换行}"
 .strn "又很漂亮{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_053_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "かみのけをとかす､手鏡と{换行}"
;.strn "ブラシにしよう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "为了方便梳头，我就送她{换行}"
 .strn "手镜和梳子吧{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_053_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ずっと使ってもらえるしね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "而且这些还能一直用下去{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_053_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃんよろこんでくれ{换行}"
;.strn "るよね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "想必知世也会{换行}"
 .strn "很高兴的{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_053_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "まきさんのお店で売ってい{换行}"
;.strn "るかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "不知道真树姐姐的店里{换行}"
 .strn "有没有卖的呢？{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_053_Ptr:
    .hword (Block0x10_053_000 & 0xF),(((Block0x10_053_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_053_001 & 0xF),(((Block0x10_053_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_053_002 & 0xF),(((Block0x10_053_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_053_003 & 0xF),(((Block0x10_053_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_053_004 & 0xF),(((Block0x10_053_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_053_005 & 0xF),(((Block0x10_053_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_053_006 & 0xF),(((Block0x10_053_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_053_007 & 0xF),(((Block0x10_053_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_053_008 & 0xF),(((Block0x10_053_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_053_009 & 0xF),(((Block0x10_053_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_053_010 & 0xF),(((Block0x10_053_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_053_011 & 0xF),(((Block0x10_053_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_053_End :: .endfunc
