;Block0x10_044
;子文件文本，共33条子文本
.align 2 :: Block0x10_044_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キンコンカーンコーン{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "キンコンカーンコーン{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "さようならー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "さようならー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "それじゃね､さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "それじゃね､さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､ばいばい千春ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､ばいばい千春ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "さて､てぶくろ作ろう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "さて､てぶくろ作ろう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "あら､何してるの､{换行}"
;.strn "木之本さん？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "あら､何してるの､{换行}"
 .strn "木之本さん？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､莓鈴ちゃん､{换行}"
;.strn "てぶくろ作ってるんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､莓鈴ちゃん､{换行}"
 .strn "てぶくろ作ってるんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ふ～ん､てぶくろかー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "ふ～ん､てぶくろかー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "れいのあの人に{换行}"
;.strn "あげるんでしょ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "れいのあの人に{换行}"
 .strn "あげるんでしょ？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う､うん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う､うん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ふ～ん､今回は手作り{换行}"
;.strn "なのね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "ふ～ん､今回は手作り{换行}"
 .strn "なのね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私も何回{小1}狼にマフラー{换行}"
;.strn "作ったことか～♡{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "私も何回{小1}狼にマフラー{换行}"
 .strn "作ったことか～♡{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえー､じゃ今してる{换行}"
;.strn "マフラーも？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえー､じゃ今してる{换行}"
 .strn "マフラーも？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "当然よ！　私が香港で{换行}"
;.strn "作ったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "当然よ！　私が香港で{换行}"
 .strn "作ったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ま､がんばってね､{换行}"
;.strn "おうえんしているわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "ま､がんばってね､{换行}"
 .strn "おうえんしているわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､ありがと莓鈴ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､ありがと莓鈴ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "じゃねー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "じゃねー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "……あれ､李君は一緒に帰{换行}"
;.strn "らないの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "……あれ､李君は一緒に帰{换行}"
 .strn "らないの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "俺はにっちょくだからな､{换行}"
;.strn "やることがある{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "俺はにっちょくだからな､{换行}"
 .strn "やることがある{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "でも莓鈴ちゃんいつも{换行}"
;.strn "待ってるよね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "でも莓鈴ちゃんいつも{换行}"
 .strn "待ってるよね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "なんでも､見たいテレビが{换行}"
;.strn "あるって…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "なんでも､見たいテレビが{换行}"
 .strn "あるって…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ふ～ん…､…そうだ李君も{换行}"
;.strn "作らないこれ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ふ～ん…､…そうだ李君も{换行}"
 .strn "作らないこれ？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……､ちょっとかしてみろ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……､ちょっとかしてみろ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "すいすい…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "すいすい…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "すっごーい！　李君って{换行}"
;.strn "おさいほう得意なんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "すっごーい！　李君って{换行}"
 .strn "おさいほう得意なんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…ま､まあな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…ま､まあな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ～､李君ってすごいね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほええ～､李君ってすごいね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､まって､そこって{换行}"
;.strn "どうやるの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､まって､そこって{换行}"
 .strn "どうやるの？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…！(カァーー！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…！(カァーー！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "そうだ用事があったんだ！{换行}"
;.strn "また明日な…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "そうだ用事があったんだ！{换行}"
 .strn "また明日な…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ…､私なんかわるいこ{换行}"
;.strn "としたかな…？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえ…､私なんかわるいこ{换行}"
 .strn "としたかな…？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_044_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…あ､李君､にっちょくの{换行}"
;.strn "お仕事…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…あ､李君､にっちょくの{换行}"
 .strn "お仕事…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_044_Ptr:
    .hword (Block0x10_044_000 & 0xF),(((Block0x10_044_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_001 & 0xF),(((Block0x10_044_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_002 & 0xF),(((Block0x10_044_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_003 & 0xF),(((Block0x10_044_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_004 & 0xF),(((Block0x10_044_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_005 & 0xF),(((Block0x10_044_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_006 & 0xF),(((Block0x10_044_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_007 & 0xF),(((Block0x10_044_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_008 & 0xF),(((Block0x10_044_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_009 & 0xF),(((Block0x10_044_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_010 & 0xF),(((Block0x10_044_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_011 & 0xF),(((Block0x10_044_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_012 & 0xF),(((Block0x10_044_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_013 & 0xF),(((Block0x10_044_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_014 & 0xF),(((Block0x10_044_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_015 & 0xF),(((Block0x10_044_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_016 & 0xF),(((Block0x10_044_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_017 & 0xF),(((Block0x10_044_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_018 & 0xF),(((Block0x10_044_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_019 & 0xF),(((Block0x10_044_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_020 & 0xF),(((Block0x10_044_020 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_021 & 0xF),(((Block0x10_044_021 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_022 & 0xF),(((Block0x10_044_022 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_023 & 0xF),(((Block0x10_044_023 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_024 & 0xF),(((Block0x10_044_024 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_025 & 0xF),(((Block0x10_044_025 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_026 & 0xF),(((Block0x10_044_026 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_027 & 0xF),(((Block0x10_044_027 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_028 & 0xF),(((Block0x10_044_028 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_029 & 0xF),(((Block0x10_044_029 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_030 & 0xF),(((Block0x10_044_030 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_031 & 0xF),(((Block0x10_044_031 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_044_032 & 0xF),(((Block0x10_044_032 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_044_End :: .endfunc
