;Block0x10_094
;子文件文本，共16条子文本
.align 2 :: Block0x10_094_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "明日から冬休みだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "明日から冬休みだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "家の手伝いをちゃんとする{换行}"
;.strn "んだぞ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "家の手伝いをちゃんとする{换行}"
 .strn "んだぞ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "それからカゼなどひかない{换行}"
;.strn "ように{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "それからカゼなどひかない{换行}"
 .strn "ように{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "はーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "はーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "冬休みが楽しみっていう返{换行}"
;.strn "事だな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "冬休みが楽しみっていう返{换行}"
 .strn "事だな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "それからだいじな宿題もわ{换行}"
;.strn "すれないようにな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "それからだいじな宿題もわ{换行}"
 .strn "すれないようにな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "は～い{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "は～い{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "うん､それじゃ来年１月{换行}"
;.strn "１０日にまた会おう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "うん､それじゃ来年１月{换行}"
 .strn "１０日にまた会おう{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "ホームルームはこれでおわ{换行}"
;.strn "りだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "ホームルームはこれでおわ{换行}"
 .strn "りだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "先生さよーなら！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "先生さよーなら！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "じこに気をつけるんだぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "じこに気をつけるんだぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃんどうしたんで{换行}"
;.strn "すかニコニコして{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "さくらちゃんどうしたんで{换行}"
 .strn "すかニコニコして{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ふふ､ついに冬休みだなっ{换行}"
;.strn "て思って{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ふふ､ついに冬休みだなっ{换行}"
 .strn "て思って{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃんいっぱいあそぼ{换行}"
;.strn "うね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世ちゃんいっぱいあそぼ{换行}"
 .strn "うね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_094_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "はい{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "はい{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_094_Ptr:
    .hword (Block0x10_094_000 & 0xF),(((Block0x10_094_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_001 & 0xF),(((Block0x10_094_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_002 & 0xF),(((Block0x10_094_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_003 & 0xF),(((Block0x10_094_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_004 & 0xF),(((Block0x10_094_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_005 & 0xF),(((Block0x10_094_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_006 & 0xF),(((Block0x10_094_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_007 & 0xF),(((Block0x10_094_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_008 & 0xF),(((Block0x10_094_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_009 & 0xF),(((Block0x10_094_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_010 & 0xF),(((Block0x10_094_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_011 & 0xF),(((Block0x10_094_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_012 & 0xF),(((Block0x10_094_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_013 & 0xF),(((Block0x10_094_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_014 & 0xF),(((Block0x10_094_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_094_015 & 0xF),(((Block0x10_094_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_094_End :: .endfunc
