;Block0x10_091
;子文件文本，共45条子文本
.align 2 :: Block0x10_091_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おっはよう！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "早上好！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_利佳_头像图片}"
;.strn "おはよう､さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_利佳_头像图片}"
 .strn "早上好､小樱{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､利佳ちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "啊､利佳{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "この子は､ささき利佳ちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "这个孩子､是佐佐木利佳{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "いつも､利佳ちゃん､{换行}"
;.strn "ってよんでいるんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "和平常一样､{换行}"
 .strn "叫利佳就可以了{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "大人っぽくて､いつも落ち{换行}"
;.strn "着いているの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "像个大人一样､{换行}"
 .strn "一直很沉着冷静{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "とってもすてきな{换行}"
;.strn "女の子なんだよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "是个非常厉害的女生{换行}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "利佳ちゃん､おはよう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "利佳､早上哈{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_利佳_头像图片}"
;.strn "さくらちゃん元気ね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_利佳_头像图片}"
 .strn "小樱很精神呢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "おはよ､さくらちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "早､小樱{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "この子は､みはら千春ちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "这个孩子､是三原千春{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "千春ちゃん､ってよんでい{换行}"
;.strn "るんだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "叫千春就可以了哦{换行}"
 .strn "{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "明るくて元気な{换行}"
;.strn "女の子なんだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "开朗又精神的女生{换行}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私と同じチアリーディング{换行}"
;.strn "部なの{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "和我一样是啦啦队的{换行}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おはよ､千春ちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "早､千春{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "やあ､木之本さん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "呀啊､木之本！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "わっ…山崎君{换行}"
;.strn "お､おはよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "哇…山崎君{换行}"
 .strn "早､早上好{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "この子は山崎君{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "这个孩子是山崎君{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "千春ちゃんとは{换行}"
;.strn "おさななじみ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "和千春是青梅竹马{换行}"
 .strn "{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "千春ちゃんのボーイフレン{换行}"
;.strn "ドなんだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "千春的男朋友{换行}"
 .strn "{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "山崎君､急に出てくるから{换行}"
;.strn "びっくりしたよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "山崎君､突然出现吓了我一跳{换行}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "ははは､ごめんごめん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "哈哈哈､对不起对不起{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "山崎君､うそでも人を{换行}"
;.strn "びっくりさせるんだから{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "山崎君､即使说谎{换行}"
 .strn "也让人大吃一惊{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "ははは､そうそう､うそと{换行}"
;.strn "言えばね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "哈哈哈､对了对了､{换行}"
 .strn "提到说谎{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "せかいでさいしょにうそを{换行}"
;.strn "ついたのは…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "世界上第一个说谎的…{换行}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "だれだと思う､木之本さん？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "你觉得是谁､木之本？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ？　さいしょにうそを{换行}"
;.strn "ついたの…？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶？　第一个说谎的…？{换行}"
 .strn "{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "なんと､おさるさんなん{换行}"
;.strn "だって！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "怎样､是猴子！{换行}"
 .strn "{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "すっごく本当っぽいうそ{换行}"
;.strn "だったらしいよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "好像是很真实的谎言一样{换行}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "何人もの人がだまされたん{换行}"
;.strn "だって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "很多人都被骗了{换行}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "うそようそ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "说谎哦是说谎{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_山崎_头像图片}"
;.strn "はははははははは{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_山崎_头像图片}"
 .strn "哈哈哈哈哈哈哈哈{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "そんなおさるさんいたらこ{换行}"
;.strn "わいでしょ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "有那种猴子的话{换行}"
 .strn "很恐怖的吧{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_奈绪子_头像图片}"
;.strn "え､なになにこわいお話？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_奈绪子_头像图片}"
 .strn "唉､什么什么关于恐怖的话题？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "この子は､{换行}"
;.strn "やなぎさわ奈緒子ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "这个孩子是､{换行}"
 .strn "柳泽奈绪子{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "奈緒子ちゃんってよんでい{换行}"
;.strn "るんだよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "叫奈绪子就可以了{换行}"
 .strn "{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "こわい話とかがとっても好{换行}"
;.strn "きなんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "特别喜欢恐怖故事{换行}"
 .strn "{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_040:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ちょっとおっとりしていて{换行}"
;.strn "マイペースなの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "有点稳重我行我素{换行}"
 .strn "{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_041:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "ううんちがうの､{换行}"
;.strn "山崎君のうそのお話{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "不是的､{换行}"
 .strn "是山崎君说谎的话题{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_042:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_奈绪子_头像图片}"
;.strn "な～んだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_奈绪子_头像图片}"
 .strn "什～么嘛{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_043:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "おはよう！　ホームルーム{换行}"
;.strn "を始めるぞ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "早上好！　班会开始了哦{换行}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_091_044:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "は～い{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "好{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_091_Ptr:
    .hword (Block0x10_091_000 & 0xF),(((Block0x10_091_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_001 & 0xF),(((Block0x10_091_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_002 & 0xF),(((Block0x10_091_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_003 & 0xF),(((Block0x10_091_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_004 & 0xF),(((Block0x10_091_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_005 & 0xF),(((Block0x10_091_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_006 & 0xF),(((Block0x10_091_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_007 & 0xF),(((Block0x10_091_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_008 & 0xF),(((Block0x10_091_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_009 & 0xF),(((Block0x10_091_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_010 & 0xF),(((Block0x10_091_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_011 & 0xF),(((Block0x10_091_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_012 & 0xF),(((Block0x10_091_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_013 & 0xF),(((Block0x10_091_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_014 & 0xF),(((Block0x10_091_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_015 & 0xF),(((Block0x10_091_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_016 & 0xF),(((Block0x10_091_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_017 & 0xF),(((Block0x10_091_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_018 & 0xF),(((Block0x10_091_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_019 & 0xF),(((Block0x10_091_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_020 & 0xF),(((Block0x10_091_020 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_021 & 0xF),(((Block0x10_091_021 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_022 & 0xF),(((Block0x10_091_022 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_023 & 0xF),(((Block0x10_091_023 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_024 & 0xF),(((Block0x10_091_024 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_025 & 0xF),(((Block0x10_091_025 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_026 & 0xF),(((Block0x10_091_026 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_027 & 0xF),(((Block0x10_091_027 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_028 & 0xF),(((Block0x10_091_028 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_029 & 0xF),(((Block0x10_091_029 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_030 & 0xF),(((Block0x10_091_030 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_031 & 0xF),(((Block0x10_091_031 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_032 & 0xF),(((Block0x10_091_032 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_033 & 0xF),(((Block0x10_091_033 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_034 & 0xF),(((Block0x10_091_034 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_035 & 0xF),(((Block0x10_091_035 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_036 & 0xF),(((Block0x10_091_036 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_037 & 0xF),(((Block0x10_091_037 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_038 & 0xF),(((Block0x10_091_038 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_039 & 0xF),(((Block0x10_091_039 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_040 & 0xF),(((Block0x10_091_040 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_041 & 0xF),(((Block0x10_091_041 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_042 & 0xF),(((Block0x10_091_042 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_043 & 0xF),(((Block0x10_091_043 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_091_044 & 0xF),(((Block0x10_091_044 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_091_End :: .endfunc
