;Block0x10_011
;子文件文本，共18条子文本
.align 2 :: Block0x10_011_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "コンコン{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "コンコン{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "さくら{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "さくら{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､お兄ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､お兄ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ガチャ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ガチャ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お兄ちゃんどうしたの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お兄ちゃんどうしたの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "そろそろ父の日だろ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "そろそろ父の日だろ？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "お前父さんに何プレゼント{换行}"
;.strn "するんだ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "お前父さんに何プレゼント{换行}"
 .strn "するんだ？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ…､まだ決めてない{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ…､まだ決めてない{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "そうか､わるかったな､{换行}"
;.strn "…早くねろよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "そうか､わるかったな､{换行}"
 .strn "…早くねろよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ガチャ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ガチャ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そっかもうすぐ父の日なん{换行}"
;.strn "だよね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そっかもうすぐ父の日なん{换行}"
 .strn "だよね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さんに何プレゼントし{换行}"
;.strn "ようかな…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お父さんに何プレゼントし{换行}"
 .strn "ようかな…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そうだ､なべつかみなんか{换行}"
;.strn "いいかもしれない{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そうだ､なべつかみなんか{换行}"
 .strn "いいかもしれない{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さんお料理がとくいだ{换行}"
;.strn "から…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お父さんお料理がとくいだ{换行}"
 .strn "から…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "手作りにしようかな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "手作りにしようかな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_011_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "今度､生地(きじ)をかっ{换行}"
;.strn "てこよう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "今度､生地(きじ)をかっ{换行}"
 .strn "てこよう{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_011_Ptr:
    .hword (Block0x10_011_000 & 0xF),(((Block0x10_011_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_001 & 0xF),(((Block0x10_011_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_002 & 0xF),(((Block0x10_011_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_003 & 0xF),(((Block0x10_011_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_004 & 0xF),(((Block0x10_011_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_005 & 0xF),(((Block0x10_011_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_006 & 0xF),(((Block0x10_011_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_007 & 0xF),(((Block0x10_011_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_008 & 0xF),(((Block0x10_011_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_009 & 0xF),(((Block0x10_011_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_010 & 0xF),(((Block0x10_011_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_011 & 0xF),(((Block0x10_011_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_012 & 0xF),(((Block0x10_011_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_013 & 0xF),(((Block0x10_011_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_014 & 0xF),(((Block0x10_011_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_015 & 0xF),(((Block0x10_011_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_016 & 0xF),(((Block0x10_011_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_011_017 & 0xF),(((Block0x10_011_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_011_End :: .endfunc
