;Block0x10_047
;子文件文本，共23条子文本
.align 2 :: Block0x10_047_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "いいお天気ですわね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "いいお天気ですわね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ほんまやな～､遊んであせ{换行}"
;.strn "かいてしもうた{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ほんまやな～､遊んであせ{换行}"
 .strn "かいてしもうた{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃん人に見られたら{换行}"
;.strn "どうするの！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃん人に見られたら{换行}"
 .strn "どうするの！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "だれも見てへんって､{换行}"
;.strn "だいじょうぶや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "だれも見てへんって､{换行}"
 .strn "だいじょうぶや{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ふふふ､…そろそろお昼に{换行}"
;.strn "しましょうか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "ふふふ､…そろそろお昼に{换行}"
 .strn "しましょうか{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わーいお昼やお昼！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "わーいお昼やお昼！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もう､しょうがないわね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "もう､しょうがないわね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さ､どうぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "さ､どうぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うわぁおいしそ～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うわぁおいしそ～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "いただきまーす！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "いただきまーす！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ぱくぱくもぐもぐ……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ぱくぱくもぐもぐ……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お……､おいしいー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お……､おいしいー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "うまいでー知世！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "うまいでー知世！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ほんま､知世は料理うまい{换行}"
;.strn "な{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ほんま､知世は料理うまい{换行}"
 .strn "な{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､おさいほうもできるし{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､おさいほうもできるし{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "…ぱくぱく…､もうたべて{换行}"
;.strn "しもうた{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "…ぱくぱく…､もうたべて{换行}"
 .strn "しもうた{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "本当においしいよ､{换行}"
;.strn "知世ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "本当においしいよ､{换行}"
 .strn "知世ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "よろこんでいただけてうれ{换行}"
;.strn "しいですわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "よろこんでいただけてうれ{换行}"
 .strn "しいですわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "べんとう食べて元気がでた{换行}"
;.strn "でー！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "べんとう食べて元気がでた{换行}"
 .strn "でー！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "よっしゃ午後もいっぱいあ{换行}"
;.strn "そぶで知世､さくら{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "よっしゃ午後もいっぱいあ{换行}"
 .strn "そぶで知世､さくら{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "お元気ですわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "お元気ですわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_047_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "だから人に見られるって…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "だから人に見られるって…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_047_Ptr:
    .hword (Block0x10_047_000 & 0xF),(((Block0x10_047_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_001 & 0xF),(((Block0x10_047_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_002 & 0xF),(((Block0x10_047_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_003 & 0xF),(((Block0x10_047_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_004 & 0xF),(((Block0x10_047_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_005 & 0xF),(((Block0x10_047_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_006 & 0xF),(((Block0x10_047_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_007 & 0xF),(((Block0x10_047_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_008 & 0xF),(((Block0x10_047_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_009 & 0xF),(((Block0x10_047_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_010 & 0xF),(((Block0x10_047_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_011 & 0xF),(((Block0x10_047_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_012 & 0xF),(((Block0x10_047_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_013 & 0xF),(((Block0x10_047_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_014 & 0xF),(((Block0x10_047_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_015 & 0xF),(((Block0x10_047_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_016 & 0xF),(((Block0x10_047_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_017 & 0xF),(((Block0x10_047_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_018 & 0xF),(((Block0x10_047_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_019 & 0xF),(((Block0x10_047_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_020 & 0xF),(((Block0x10_047_020 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_021 & 0xF),(((Block0x10_047_021 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_047_022 & 0xF),(((Block0x10_047_022 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_047_End :: .endfunc
