;Block0x10_015
;子文件文本，共26条子文本
.align 2 :: Block0x10_015_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "みなさん､今日はコロッケ{换行}"
;.strn "を作りますよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "各位，今天我们要做{换行}"
 .strn "可乐饼{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "あぶらを使うので{换行}"
;.strn "気をつけましょうね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "要用油来炸{换行}"
 .strn "大家注意安全哦{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "はーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "明—白！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_奈绪子_头像图片}"
;.strn "ねえ､知ってる？{换行}"
;.strn "『おまじないカード』{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_奈绪子_头像图片}"
 .strn "你们知道吗？{换行}"
 .strn "『咒术卡片』{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "なあにそれ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "那是什么？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_奈绪子_头像图片}"
;.strn "カードにおねがいごとが{换行}"
;.strn "書いてあってね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_奈绪子_头像图片}"
 .strn "只要在卡片上写下{换行}"
 .strn "你的愿望{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_奈绪子_头像图片}"
;.strn "カードを持っているだけで{换行}"
;.strn "かなうんだって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_奈绪子_头像图片}"
 .strn "然后带着这张卡片{换行}"
 .strn "愿望就能够实现{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_奈绪子_头像图片}"
;.strn "まきさんのお店で{换行}"
;.strn "売っているそうよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_奈绪子_头像图片}"
 .strn "真树姐姐的店里{换行}"
 .strn "正在卖哦{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_奈绪子_头像图片}"
;.strn "恋愛なんかにもこうかが{换行}"
;.strn "あるんだって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_奈绪子_头像图片}"
 .strn "据说，连恋爱方面的{换行}"
 .strn "愿望也有效果{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ふ～ん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯~{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃん､１７０度に{换行}"
;.strn "なりましたわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "小樱，油温已经{换行}"
 .strn "到170度了{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…う､うん､コロッケ入れ{换行}"
;.strn "るんだよね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…哦、好，那我把可乐饼{换行}"
 .strn "放下去咯{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_013:
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "ええ､{换行}"
 .strn "…だいじょうぶですか{结束}"
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "好的，{换行}"
;.strn "…你没事吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…へ､平気だと､思う…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…没、没事吧，我觉得…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "まあ､あぶらからけむりが!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "哎呀，油烟!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええええー!!{换行}"
;.strn "こわいよー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶诶诶诶ー!!{换行}"
 .strn "好可怕哦ー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "どいて！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "闪开！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "カチ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "咔嚓{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "…おけがありませんか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "…没受伤吧？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､だいじょうぶ､{换行}"
;.strn "莓鈴ちゃんありがとう…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯，我没事，{换行}"
 .strn "谢谢你，莓铃…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "木之本さん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "木之本同学！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ…､あの､今度からは{换行}"
;.strn "気をつけるね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "啊…，那个，下次我会{换行}"
 .strn "更加小心的{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "……､まきさんのお店って､{换行}"
;.strn "…どこにあるの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "……，真树姐姐的店，{换行}"
 .strn "…在哪里啊？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_015_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほ､ほえ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜、呜诶？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_015_Ptr:
    .hword (Block0x10_015_000 & 0xF),(((Block0x10_015_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_001 & 0xF),(((Block0x10_015_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_002 & 0xF),(((Block0x10_015_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_003 & 0xF),(((Block0x10_015_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_004 & 0xF),(((Block0x10_015_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_005 & 0xF),(((Block0x10_015_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_006 & 0xF),(((Block0x10_015_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_007 & 0xF),(((Block0x10_015_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_008 & 0xF),(((Block0x10_015_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_009 & 0xF),(((Block0x10_015_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_010 & 0xF),(((Block0x10_015_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_011 & 0xF),(((Block0x10_015_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_012 & 0xF),(((Block0x10_015_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_013 & 0xF),(((Block0x10_015_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_014 & 0xF),(((Block0x10_015_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_015 & 0xF),(((Block0x10_015_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_016 & 0xF),(((Block0x10_015_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_017 & 0xF),(((Block0x10_015_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_018 & 0xF),(((Block0x10_015_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_019 & 0xF),(((Block0x10_015_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_020 & 0xF),(((Block0x10_015_020 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_021 & 0xF),(((Block0x10_015_021 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_022 & 0xF),(((Block0x10_015_022 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_023 & 0xF),(((Block0x10_015_023 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_024 & 0xF),(((Block0x10_015_024 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_015_025 & 0xF),(((Block0x10_015_025 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_015_End :: .endfunc
