;Block0x10_063
;子文件文本，共34条子文本
.align 2 :: Block0x10_063_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ～のどかわいたよ～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほええ～のどかわいたよ～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "むぎ茶､むぎ茶…あった！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "むぎ茶､むぎ茶…あった！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ゴクゴク…はぁっ､おいしい!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ゴクゴク…はぁっ､おいしい!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ピンポーン{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ピンポーン{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はーい､どちらさまですか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はーい､どちらさまですか{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "月城です{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "月城です{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ゆ､雪兔さん!?{换行}"
;.strn "…ど､どうぞ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ゆ､雪兔さん!?{换行}"
 .strn "…ど､どうぞ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "こんにちはさくらちゃん､{换行}"
;.strn "あついね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "こんにちはさくらちゃん､{换行}"
 .strn "あついね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "桃矢いるかな？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "桃矢いるかな？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "かりてた本返しに来たんだ{换行}"
;.strn "けど…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "かりてた本返しに来たんだ{换行}"
 .strn "けど…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お兄ちゃん出かけちゃって{换行}"
;.strn "ますけど…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お兄ちゃん出かけちゃって{换行}"
 .strn "ますけど…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "そうなんだ､それじゃ本返{换行}"
;.strn "しておいてくれる？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "そうなんだ､それじゃ本返{换行}"
 .strn "しておいてくれる？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "じゃ僕はこれで…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "じゃ僕はこれで…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(ああっ､雪兔さんが帰っ{换行}"
;.strn "ちゃう！){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(ああっ､雪兔さんが帰っ{换行}"
 .strn "ちゃう！){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､あの雪兔さん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､あの雪兔さん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "なに､さくらちゃん？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "なに､さくらちゃん？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､あの､お茶のんでいき{换行}"
;.strn "ませんか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あ､あの､お茶のんでいき{换行}"
 .strn "ませんか？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "いいの？　それじゃいただ{换行}"
;.strn "こうかな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "いいの？　それじゃいただ{换行}"
 .strn "こうかな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "ふう､おいしいね､むぎ茶{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "ふう､おいしいね､むぎ茶{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "は､はい{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "は､はい{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "さくらちゃん宿題ちゃんと{换行}"
;.strn "やってる？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "さくらちゃん宿題ちゃんと{换行}"
 .strn "やってる？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "は､はい{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "は､はい{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "桃矢が今年もおおさわぎ{换行}"
;.strn "だって言ってたよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "桃矢が今年もおおさわぎ{换行}"
 .strn "だって言ってたよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もうー､お兄ちゃんったら！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "もうー､お兄ちゃんったら！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "そういえば今年プールに{换行}"
;.strn "行った？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "そういえば今年プールに{换行}"
 .strn "行った？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "今年はまだ行っていないで{换行}"
;.strn "す{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "今年はまだ行っていないで{换行}"
 .strn "す{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "今度一緒に行こうか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "今度一緒に行こうか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほんとうですか!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほんとうですか!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "い､行きます！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "い､行きます！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "じゃ､あさってしみんプー{换行}"
;.strn "ルに行こうね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "じゃ､あさってしみんプー{换行}"
 .strn "ルに行こうね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_063_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(今日はなんてしあわせな{换行}"
;.strn "んだろー){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(今日はなんてしあわせな{换行}"
 .strn "んだろー){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_063_Ptr:
    .hword (Block0x10_063_000 & 0xF),(((Block0x10_063_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_001 & 0xF),(((Block0x10_063_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_002 & 0xF),(((Block0x10_063_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_003 & 0xF),(((Block0x10_063_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_004 & 0xF),(((Block0x10_063_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_005 & 0xF),(((Block0x10_063_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_006 & 0xF),(((Block0x10_063_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_007 & 0xF),(((Block0x10_063_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_008 & 0xF),(((Block0x10_063_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_009 & 0xF),(((Block0x10_063_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_010 & 0xF),(((Block0x10_063_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_011 & 0xF),(((Block0x10_063_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_012 & 0xF),(((Block0x10_063_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_013 & 0xF),(((Block0x10_063_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_014 & 0xF),(((Block0x10_063_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_015 & 0xF),(((Block0x10_063_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_016 & 0xF),(((Block0x10_063_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_017 & 0xF),(((Block0x10_063_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_018 & 0xF),(((Block0x10_063_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_019 & 0xF),(((Block0x10_063_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_020 & 0xF),(((Block0x10_063_020 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_021 & 0xF),(((Block0x10_063_021 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_022 & 0xF),(((Block0x10_063_022 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_023 & 0xF),(((Block0x10_063_023 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_024 & 0xF),(((Block0x10_063_024 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_025 & 0xF),(((Block0x10_063_025 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_026 & 0xF),(((Block0x10_063_026 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_027 & 0xF),(((Block0x10_063_027 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_028 & 0xF),(((Block0x10_063_028 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_029 & 0xF),(((Block0x10_063_029 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_030 & 0xF),(((Block0x10_063_030 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_031 & 0xF),(((Block0x10_063_031 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_032 & 0xF),(((Block0x10_063_032 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_063_033 & 0xF),(((Block0x10_063_033 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_063_End :: .endfunc
