;Block0x10_008
;子文件文本，共42条子文本
.align 2 :: Block0x10_008_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "おじゃましまーす{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "おじゃましまーす{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "わぁ､かわいいお部屋！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "わぁ､かわいいお部屋！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "千春ちゃんのお部屋も{换行}"
;.strn "とってもかわいいよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "千春ちゃんのお部屋も{换行}"
 .strn "とってもかわいいよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "ぬいぐるみがいっぱい{换行}"
;.strn "おいてあるからかな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "ぬいぐるみがいっぱい{换行}"
 .strn "おいてあるからかな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "千春ちゃん､ぬいぐるみ{换行}"
;.strn "好きだもんね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "千春ちゃん､ぬいぐるみ{换行}"
 .strn "好きだもんね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そうだ､お茶入れてくるね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そうだ､お茶入れてくるね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "ありがとう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "ありがとう{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はい､どうぞ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はい､どうぞ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "うわぁ､{换行}"
;.strn "おいしそうなおかし！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "うわぁ､{换行}"
 .strn "おいしそうなおかし！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さんがつくったの､{换行}"
;.strn "おいしいよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お父さんがつくったの､{换行}"
 .strn "おいしいよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "いただきます！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "いただきます！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "パクパク{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "パクパク{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "おいしい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "おいしい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "さくらちゃんのお父さんお{换行}"
;.strn "料理上手だね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "さくらちゃんのお父さんお{换行}"
 .strn "料理上手だね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､なんでもつくって{换行}"
;.strn "くれるんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､なんでもつくって{换行}"
 .strn "くれるんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "チョンチョン{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "チョンチョン{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(…ケロちゃん!!){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(…ケロちゃん!!){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "(わいもケーキ食べた{换行}"
;.strn "いー！){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "(わいもケーキ食べた{换行}"
 .strn "いー！){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(ちょ､ちょっと待ってよ！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(ちょ､ちょっと待ってよ！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "(食べたい食べたいー!!){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "(食べたい食べたいー!!){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(もう､わかったわよー､{换行}"
;.strn "しょうが…){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(もう､わかったわよー､{换行}"
 .strn "しょうが…){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "あっ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "あっ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほ､ほえ!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほ､ほえ!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "さくらちゃんゲームするん{换行}"
;.strn "だ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "さくらちゃんゲームするん{换行}"
 .strn "だ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "えっ!?　う､うん､{换行}"
;.strn "た､たまに…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "えっ!?　う､うん､{换行}"
 .strn "た､たまに…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "でも､よくやるのはケロ{换行}"
;.strn "ちゃん…じゃなくて！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "でも､よくやるのはケロ{换行}"
 .strn "ちゃん…じゃなくて！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "ケロちゃん？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "ケロちゃん？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う､ううん､えーとそ{换行}"
;.strn "う『ケロケロクエスト』！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う､ううん､えーとそ{换行}"
 .strn "う『ケロケロクエスト』！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "ふ～ん､私もゲームすきで{换行}"
;.strn "よくやるんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "ふ～ん､私もゲームすきで{换行}"
 .strn "よくやるんだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "ケロケロクエストはどこま{换行}"
;.strn "で進んだの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "ケロケロクエストはどこま{换行}"
 .strn "で進んだの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "えっ､えーと…う～んと…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "えっ､えーと…う～んと…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケ､ケロケロ{王1}子が金のな{换行}"
;.strn "べを手に入れて…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケ､ケロケロ{王1}子が金のな{换行}"
 .strn "べを手に入れて…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ひがしのほうにいる{王1}さま{换行}"
;.strn "にあったよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ひがしのほうにいる{王1}さま{换行}"
 .strn "にあったよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "え？　金のなべ？{换行}"
;.strn "ひがしの{王1}さま？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "え？　金のなべ？{换行}"
 .strn "ひがしの{王1}さま？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "そんなの出てきたっけ…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "そんなの出てきたっけ…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "私が進むのおそいだけなの{换行}"
;.strn "かも…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "私が進むのおそいだけなの{换行}"
 .strn "かも…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そ､そうなの？{换行}"
;.strn "あ､あはははは…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そ､そうなの？{换行}"
 .strn "あ､あはははは…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "よーし､私も早くそこまで{换行}"
;.strn "進もう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "よーし､私も早くそこまで{换行}"
 .strn "進もう！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_040:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う､うん､がんばってね､{换行}"
;.strn "あ､ケーキ食べよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う､うん､がんばってね､{换行}"
 .strn "あ､ケーキ食べよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_008_041:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "うん､そうだね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "うん､そうだね{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_008_Ptr:
    .hword (Block0x10_008_000 & 0xF),(((Block0x10_008_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_001 & 0xF),(((Block0x10_008_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_002 & 0xF),(((Block0x10_008_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_003 & 0xF),(((Block0x10_008_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_004 & 0xF),(((Block0x10_008_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_005 & 0xF),(((Block0x10_008_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_006 & 0xF),(((Block0x10_008_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_007 & 0xF),(((Block0x10_008_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_008 & 0xF),(((Block0x10_008_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_009 & 0xF),(((Block0x10_008_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_010 & 0xF),(((Block0x10_008_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_011 & 0xF),(((Block0x10_008_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_012 & 0xF),(((Block0x10_008_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_013 & 0xF),(((Block0x10_008_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_014 & 0xF),(((Block0x10_008_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_015 & 0xF),(((Block0x10_008_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_016 & 0xF),(((Block0x10_008_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_017 & 0xF),(((Block0x10_008_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_018 & 0xF),(((Block0x10_008_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_019 & 0xF),(((Block0x10_008_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_020 & 0xF),(((Block0x10_008_020 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_021 & 0xF),(((Block0x10_008_021 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_022 & 0xF),(((Block0x10_008_022 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_023 & 0xF),(((Block0x10_008_023 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_024 & 0xF),(((Block0x10_008_024 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_025 & 0xF),(((Block0x10_008_025 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_026 & 0xF),(((Block0x10_008_026 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_027 & 0xF),(((Block0x10_008_027 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_028 & 0xF),(((Block0x10_008_028 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_029 & 0xF),(((Block0x10_008_029 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_030 & 0xF),(((Block0x10_008_030 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_031 & 0xF),(((Block0x10_008_031 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_032 & 0xF),(((Block0x10_008_032 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_033 & 0xF),(((Block0x10_008_033 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_034 & 0xF),(((Block0x10_008_034 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_035 & 0xF),(((Block0x10_008_035 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_036 & 0xF),(((Block0x10_008_036 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_037 & 0xF),(((Block0x10_008_037 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_038 & 0xF),(((Block0x10_008_038 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_039 & 0xF),(((Block0x10_008_039 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_040 & 0xF),(((Block0x10_008_040 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_008_041 & 0xF),(((Block0x10_008_041 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_008_End :: .endfunc
