;Block0x10_070
;子文件文本，共26条子文本
.align 2 :: Block0x10_070_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "はぁ～､あまいにおいや～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "はぁ～､あまいにおいや～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ふら～､っとなってしまう{换行}"
;.strn "で～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ふら～､っとなってしまう{换行}"
 .strn "で～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくら～､なに作ってるん{换行}"
;.strn "や？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくら～､なに作ってるん{换行}"
 .strn "や？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ゆ·き·とさんにあげる､{换行}"
;.strn "チョコ♡！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ゆ·き·とさんにあげる､{换行}"
 .strn "チョコ♡！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なんや､ゆきうさぎにか？{换行}"
;.strn "わいには？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なんや､ゆきうさぎにか？{换行}"
 .strn "わいには？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ちゃんとあるからちょっと{换行}"
;.strn "待ってて{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ちゃんとあるからちょっと{换行}"
 .strn "待ってて{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "わーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わいは部屋に行ってポテチで{换行}"
;.strn "も食うとるで～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "わいは部屋に行ってポテチで{换行}"
 .strn "も食うとるで～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "えーと､ここで火をとめて…{换行}"
;.strn "ようきにうつす{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "えーと､ここで火をとめて…{换行}"
 .strn "ようきにうつす{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "たいらにして……､よくさま{换行}"
;.strn "す､っと……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "たいらにして……､よくさま{换行}"
 .strn "す､っと……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "上手にできるといいな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "上手にできるといいな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "雪兔さんもらってくれるか{换行}"
;.strn "な～？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "雪兔さんもらってくれるか{换行}"
 .strn "な～？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もしかしたら…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "もしかしたら…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ううん､そんなことないよ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ううん､そんなことないよ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "きっともらってくれるよね､{换行}"
;.strn "うん､きっと！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "きっともらってくれるよね､{换行}"
 .strn "うん､きっと！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…お兄ちゃんじゃないんだか{换行}"
;.strn "ら{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…お兄ちゃんじゃないんだか{换行}"
 .strn "ら{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "俺がどうしたって？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "俺がどうしたって？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえええええええ!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえええええええ!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…お､お兄ちゃん､{换行}"
;.strn "…いつからそこに!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…お､お兄ちゃん､{换行}"
 .strn "…いつからそこに!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "｢上手にできるといいな｣{换行}"
;.strn "のあたりから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "｢上手にできるといいな｣{换行}"
 .strn "のあたりから{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ま､まねしないでよー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ま､まねしないでよー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "ゆきによく言っておかないと{换行}"
;.strn "な～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "ゆきによく言っておかないと{换行}"
 .strn "な～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､な､なんて？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え､な､なんて？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "はらこわすなよって､なん{换行}"
;.strn "たって怪獣が作ったんだから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "はらこわすなよって､なん{换行}"
 .strn "たって怪獣が作ったんだから{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_070_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お､お兄ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お､お兄ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_070_Ptr:
    .hword (Block0x10_070_000 & 0xF),(((Block0x10_070_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_001 & 0xF),(((Block0x10_070_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_002 & 0xF),(((Block0x10_070_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_003 & 0xF),(((Block0x10_070_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_004 & 0xF),(((Block0x10_070_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_005 & 0xF),(((Block0x10_070_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_006 & 0xF),(((Block0x10_070_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_007 & 0xF),(((Block0x10_070_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_008 & 0xF),(((Block0x10_070_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_009 & 0xF),(((Block0x10_070_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_010 & 0xF),(((Block0x10_070_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_011 & 0xF),(((Block0x10_070_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_012 & 0xF),(((Block0x10_070_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_013 & 0xF),(((Block0x10_070_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_014 & 0xF),(((Block0x10_070_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_015 & 0xF),(((Block0x10_070_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_016 & 0xF),(((Block0x10_070_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_017 & 0xF),(((Block0x10_070_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_018 & 0xF),(((Block0x10_070_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_019 & 0xF),(((Block0x10_070_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_020 & 0xF),(((Block0x10_070_020 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_021 & 0xF),(((Block0x10_070_021 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_022 & 0xF),(((Block0x10_070_022 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_023 & 0xF),(((Block0x10_070_023 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_024 & 0xF),(((Block0x10_070_024 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_070_025 & 0xF),(((Block0x10_070_025 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_070_End :: .endfunc
