;Block0x10_064
;子文件文本，共23条子文本
.align 2 :: Block0x10_064_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おはようございます{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おはようございます{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "おはようさくらちゃん､{换行}"
;.strn "今日もあついね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "おはようさくらちゃん､{换行}"
 .strn "今日もあついね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "それじゃ､行こうか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "それじゃ､行こうか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "すっごーい！{换行}"
;.strn "人がいっぱいですね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "すっごーい！{换行}"
 .strn "人がいっぱいですね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "あついし､プールは気持ち{换行}"
;.strn "がいいからね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "あついし､プールは気持ち{换行}"
 .strn "がいいからね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "じゅんびうんどうを…{换行}"
;.strn "しっかりしてっと{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "じゅんびうんどうを…{换行}"
 .strn "しっかりしてっと{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "さ､入ろうか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "さ､入ろうか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はい､…う､つめたいけど{换行}"
;.strn "きもちいい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はい､…う､つめたいけど{换行}"
 .strn "きもちいい！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "ほんとだ､あつさをわすれ{换行}"
;.strn "ちゃうね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "ほんとだ､あつさをわすれ{换行}"
 .strn "ちゃうね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ､きもちいいー{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほええ､きもちいいー{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "すーい､すーい…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "すーい､すーい…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "さくらちゃん､もう､つめ{换行}"
;.strn "たいのにはなれた？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "さくらちゃん､もう､つめ{换行}"
 .strn "たいのにはなれた？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はい､いっぱいおよぎたい{换行}"
;.strn "です{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はい､いっぱいおよぎたい{换行}"
 .strn "です{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "それじゃ､一緒におよごう{换行}"
;.strn "か？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "それじゃ､一緒におよごう{换行}"
 .strn "か？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "それじゃいくよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "それじゃいくよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(ほええ～雪兔さんと一緒{换行}"
;.strn "におよげるなんて…){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(ほええ～雪兔さんと一緒{换行}"
 .strn "におよげるなんて…){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(なんてしあわせなんだ{换行}"
;.strn "ろ～!!){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(なんてしあわせなんだ{换行}"
 .strn "ろ～!!){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "ふう､今日はたのしかったね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "ふう､今日はたのしかったね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "さくらちゃん､また一緒に{换行}"
;.strn "遊びにこようね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "さくらちゃん､また一緒に{换行}"
 .strn "遊びにこようね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "は､はい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "は､はい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_064_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(今日はほんとにいい１日{换行}"
;.strn "だったよ～♡){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(今日はほんとにいい１日{换行}"
 .strn "だったよ～♡){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_064_Ptr:
    .hword (Block0x10_064_000 & 0xF),(((Block0x10_064_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_001 & 0xF),(((Block0x10_064_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_002 & 0xF),(((Block0x10_064_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_003 & 0xF),(((Block0x10_064_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_004 & 0xF),(((Block0x10_064_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_005 & 0xF),(((Block0x10_064_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_006 & 0xF),(((Block0x10_064_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_007 & 0xF),(((Block0x10_064_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_008 & 0xF),(((Block0x10_064_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_009 & 0xF),(((Block0x10_064_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_010 & 0xF),(((Block0x10_064_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_011 & 0xF),(((Block0x10_064_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_012 & 0xF),(((Block0x10_064_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_013 & 0xF),(((Block0x10_064_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_014 & 0xF),(((Block0x10_064_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_015 & 0xF),(((Block0x10_064_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_016 & 0xF),(((Block0x10_064_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_017 & 0xF),(((Block0x10_064_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_018 & 0xF),(((Block0x10_064_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_019 & 0xF),(((Block0x10_064_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_020 & 0xF),(((Block0x10_064_020 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_021 & 0xF),(((Block0x10_064_021 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_064_022 & 0xF),(((Block0x10_064_022 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_064_End :: .endfunc
