;Block0x10_095
;子文件文本，共14条子文本
.align 2 :: Block0x10_095_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "みんな､あけましておめで{换行}"
;.strn "とう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "みんな､あけましておめで{换行}"
 .strn "とう{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "あけましておめでとうござ{换行}"
;.strn "います！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "あけましておめでとうござ{换行}"
 .strn "います！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "カゼなどひかないで元気に{换行}"
;.strn "すごしたか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "カゼなどひかないで元気に{换行}"
 .strn "すごしたか{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "はーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "はーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "その元気で新がっきもがん{换行}"
;.strn "ばるんだぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "その元気で新がっきもがん{换行}"
 .strn "ばるんだぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "もちろん宿題もしっかり{换行}"
;.strn "やってきているな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "もちろん宿題もしっかり{换行}"
 .strn "やってきているな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "はーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "はーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "よし､それじゃホームルー{换行}"
;.strn "ムは終わりだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "よし､それじゃホームルー{换行}"
 .strn "ムは終わりだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "始業しきなので体育館に移{换行}"
;.strn "{動1}するように{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "始業しきなので体育館に移{换行}"
 .strn "{動1}するように{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "がやがや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "がやがや{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ふえーん､冬休みが終わっ{换行}"
;.strn "ちゃったよー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ふえーん､冬休みが終わっ{换行}"
 .strn "ちゃったよー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ふふ､さくらちゃんらしい{换行}"
;.strn "ですわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "ふふ､さくらちゃんらしい{换行}"
 .strn "ですわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_095_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "でも､がんばろうね新がっ{换行}"
;.strn "き！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "でも､がんばろうね新がっ{换行}"
 .strn "き！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_095_Ptr:
    .hword (Block0x10_095_000 & 0xF),(((Block0x10_095_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_001 & 0xF),(((Block0x10_095_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_002 & 0xF),(((Block0x10_095_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_003 & 0xF),(((Block0x10_095_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_004 & 0xF),(((Block0x10_095_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_005 & 0xF),(((Block0x10_095_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_006 & 0xF),(((Block0x10_095_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_007 & 0xF),(((Block0x10_095_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_008 & 0xF),(((Block0x10_095_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_009 & 0xF),(((Block0x10_095_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_010 & 0xF),(((Block0x10_095_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_011 & 0xF),(((Block0x10_095_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_012 & 0xF),(((Block0x10_095_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_095_013 & 0xF),(((Block0x10_095_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_095_End :: .endfunc
