;Block0x10_019
;子文件文本，共26条子文本
.align 2 :: Block0x10_019_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キンコーンカーンコーン…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "キンコーンカーンコーン…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う～ん､おひる休みだね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "う～ん､おひる休みだね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ええ､今日はおべんとうで{换行}"
;.strn "すか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "ええ､今日はおべんとうで{换行}"
 .strn "すか？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､お兄ちゃんに作って{换行}"
;.strn "もらったの{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､お兄ちゃんに作って{换行}"
 .strn "もらったの{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "まぁ､お兄様の{换行}"
;.strn "お手せいですか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "まぁ､お兄様の{换行}"
 .strn "お手せいですか{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "{小1}狼！　はい､あ～ん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "{小1}狼！　はい､あ～ん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "いいよ､莓鈴､{换行}"
;.strn "自分で食べられる…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "いいよ､莓鈴､{换行}"
 .strn "自分で食べられる…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "てれなくてもいいじゃない！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "てれなくてもいいじゃない！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "すっごーい！{换行}"
;.strn "ごうかなおべんとう!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "すっごーい！{换行}"
 .strn "ごうかなおべんとう!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "これ､莓鈴ちゃんが作った{换行}"
;.strn "の？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "これ､莓鈴ちゃんが作った{换行}"
 .strn "の？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "もちろん！{换行}"
;.strn "私が１人で作ったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "もちろん！{换行}"
 .strn "私が１人で作ったのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "すばらしいですわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "すばらしいですわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､すっごく{换行}"
;.strn "おいしそうだよね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､すっごく{换行}"
 .strn "おいしそうだよね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "あら､食べてもいいわよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "あら､食べてもいいわよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､いいの？{换行}"
;.strn "…それじゃ､いただきます{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え､いいの？{换行}"
 .strn "…それじゃ､いただきます{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ぱくぱくもぐもぐ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ぱくぱくもぐもぐ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おいしい!!{换行}"
;.strn "すっごくおいしいよ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おいしい!!{换行}"
 .strn "すっごくおいしいよ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "おほほほ！　当然よ!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "おほほほ！　当然よ!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私に料理で勝てる者は{换行}"
;.strn "いないのよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "私に料理で勝てる者は{换行}"
 .strn "いないのよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私もこんなお料理{换行}"
;.strn "作れたらな～…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "私もこんなお料理{换行}"
 .strn "作れたらな～…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "教えてあげるわよ､{换行}"
;.strn "木之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "教えてあげるわよ､{换行}"
 .strn "木之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "今度うちにくれば？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "今度うちにくれば？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "料理のコツを教えてあげるわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "料理のコツを教えてあげるわ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_019_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "本当!?{换行}"
;.strn "ありがとう､莓鈴ちゃん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "本当!?{换行}"
 .strn "ありがとう､莓鈴ちゃん！{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_019_Ptr:
    .hword (Block0x10_019_000 & 0xF),(((Block0x10_019_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_001 & 0xF),(((Block0x10_019_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_002 & 0xF),(((Block0x10_019_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_003 & 0xF),(((Block0x10_019_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_004 & 0xF),(((Block0x10_019_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_005 & 0xF),(((Block0x10_019_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_006 & 0xF),(((Block0x10_019_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_007 & 0xF),(((Block0x10_019_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_008 & 0xF),(((Block0x10_019_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_009 & 0xF),(((Block0x10_019_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_010 & 0xF),(((Block0x10_019_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_011 & 0xF),(((Block0x10_019_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_012 & 0xF),(((Block0x10_019_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_013 & 0xF),(((Block0x10_019_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_014 & 0xF),(((Block0x10_019_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_015 & 0xF),(((Block0x10_019_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_016 & 0xF),(((Block0x10_019_016 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_017 & 0xF),(((Block0x10_019_017 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_018 & 0xF),(((Block0x10_019_018 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_019 & 0xF),(((Block0x10_019_019 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_020 & 0xF),(((Block0x10_019_020 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_021 & 0xF),(((Block0x10_019_021 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_022 & 0xF),(((Block0x10_019_022 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_023 & 0xF),(((Block0x10_019_023 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_024 & 0xF),(((Block0x10_019_024 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_019_025 & 0xF),(((Block0x10_019_025 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_019_End :: .endfunc
