;Block0x10_078
;子文件文本，共16条子文本
.align 2 :: Block0x10_078_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おはよー{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "早上好——{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "おはよ､さくらちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "早上好，小樱{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "さくらちゃん､『思いい{换行}"
;.strn "し』って知ってる？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "小樱，你知道{换行}"
 .strn "『思念之石』吗？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､なにそれ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "咦，那是什么呀？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "その『思いいし』っていう{换行}"
;.strn "のはふたつのいしで…､{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "据说这个『思念之石』啊，{换行}"
 .strn "是把两颗石头…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "ひとつずつだんじょが持つ{换行}"
;.strn "と…､{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "分别让一男一女{换行}"
 .strn "拿着的话…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "持つと？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "的话？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "とっても仲がよくなるん{换行}"
;.strn "だって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "那他们两个人的关系{换行}"
 .strn "就会变得很好{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "とっても仲がよく…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "关系变得很好…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "さくらちゃん好きな人いる{换行}"
;.strn "でしょ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "小樱你有喜欢的人吧？{换行}"
 .strn "{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "う､うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯，是呀{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "その人に､かたほうプレゼ{换行}"
;.strn "ントしてみたら？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "要不要把其中一颗石头{换行}"
 .strn "作为礼物送给他呢？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "ちなみにツインベルで売っ{换行}"
;.strn "てるんだって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "话说这个石头，在Twin BELL{换行}"
 .strn "就有得卖{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "さあ､みんなれんしゅう始{换行}"
;.strn "めるわよー！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "好了，各位，要开始{换行}"
 .strn "练习了哦——！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x10_078_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "はーい!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "好的——!!{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x10_078_Ptr:
    .hword (Block0x10_078_000 & 0xF),(((Block0x10_078_000 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_001 & 0xF),(((Block0x10_078_001 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_002 & 0xF),(((Block0x10_078_002 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_003 & 0xF),(((Block0x10_078_003 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_004 & 0xF),(((Block0x10_078_004 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_005 & 0xF),(((Block0x10_078_005 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_006 & 0xF),(((Block0x10_078_006 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_007 & 0xF),(((Block0x10_078_007 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_008 & 0xF),(((Block0x10_078_008 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_009 & 0xF),(((Block0x10_078_009 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_010 & 0xF),(((Block0x10_078_010 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_011 & 0xF),(((Block0x10_078_011 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_012 & 0xF),(((Block0x10_078_012 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_013 & 0xF),(((Block0x10_078_013 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_014 & 0xF),(((Block0x10_078_014 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)
    .hword (Block0x10_078_015 & 0xF),(((Block0x10_078_015 & 0xFFF0)>>4) + OffsetOfBlock0x10InRamSegment)


.func Block0x10_078_End :: .endfunc
