;Block0x11_083
;子文件文本，共128条子文本
.align 2 :: Block0x11_083_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_空_头像图片}"
;.strn "いらっしゃいませ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_空_头像图片}"
 .strn "いらっしゃいませ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "こんにちは､まきさん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "こんにちは､まきさん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_空_头像图片}"
;.strn "あら､さくらちゃんと{换行}"
;.strn "知世ちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_空_头像图片}"
 .strn "あら､さくらちゃんと{换行}"
 .strn "知世ちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_空_头像图片}"
;.strn "もしかして『おまじない{换行}"
;.strn "カード』かしら？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_空_头像图片}"
 .strn "もしかして『おまじない{换行}"
 .strn "カード』かしら？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はい{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "はい{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "すごい人気ですね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "すごい人気ですね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_空_头像图片}"
;.strn "そうなの､すぐに売れて{换行}"
;.strn "しまうのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_空_头像图片}"
 .strn "そうなの､すぐに売れて{换行}"
 .strn "しまうのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_空_头像图片}"
;.strn "これがそのカードなんだけ{换行}"
;.strn "どね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_空_头像图片}"
 .strn "これがそのカードなんだけ{换行}"
 .strn "どね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_空_头像图片}"
;.strn "いっぱいしゅるいが{换行}"
;.strn "あるのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_空_头像图片}"
 .strn "いっぱいしゅるいが{换行}"
 .strn "あるのよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "本当にいっぱい{换行}"
;.strn "ありますわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "本当にいっぱい{换行}"
 .strn "ありますわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お料理が上手になる{换行}"
;.strn "カードってあるかな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お料理が上手になる{换行}"
 .strn "カードってあるかな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "きっとありますわよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "きっとありますわよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そうかな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そうかな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "……これは…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "……これは…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "？　どうなさいました､{换行}"
;.strn "さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "？　どうなさいました､{换行}"
 .strn "さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…クロウカードの気配…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…クロウカードの気配…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "まあ！{换行}"
;.strn "近くにいるんですの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "まあ！{换行}"
 .strn "近くにいるんですの？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん…､ここにいた気配が{换行}"
;.strn "する{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん…､ここにいた気配が{换行}"
 .strn "する{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "でも､カードはありません{换行}"
;.strn "わね…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "でも､カードはありません{换行}"
 .strn "わね…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "まきさん！　ここにカード{换行}"
;.strn "ありました？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "まきさん！　ここにカード{换行}"
 .strn "ありました？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_空_头像图片}"
;.strn "えっ？　ええ､さっき売れ{换行}"
;.strn "たばかりよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_空_头像图片}"
 .strn "えっ？　ええ､さっき売れ{换行}"
 .strn "たばかりよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どんなカードでしたか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "どんなカードでしたか？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_空_头像图片}"
;.strn "う～ん…､確か…{换行}"
;.strn "ショット…かしら{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_空_头像图片}"
 .strn "う～ん…､確か…{换行}"
 .strn "ショット…かしら{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ショット､撃つって{换行}"
;.strn "言う意味ですわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "ショット､撃つって{换行}"
 .strn "言う意味ですわ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "だれがかったかおぼえてま{换行}"
;.strn "すか？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "だれがかったかおぼえてま{换行}"
 .strn "すか？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_空_头像图片}"
;.strn "たしか､さくらちゃんの{换行}"
;.strn "お友達だとおもうけど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_空_头像图片}"
 .strn "たしか､さくらちゃんの{换行}"
 .strn "お友達だとおもうけど…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もしかして…､莓鈴ちゃん{换行}"
;.strn "かも…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "もしかして…､莓鈴ちゃん{换行}"
 .strn "かも…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "まきさん､また来ます！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "まきさん､また来ます！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なに～！　ショット!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なに～！　ショット!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "あかん､ショットは攻撃の{换行}"
;.strn "カードや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "あかん､ショットは攻撃の{换行}"
 .strn "カードや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どんなカードなの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "どんなカードなの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "うっかり｢撃つ｣だの言う{换行}"
;.strn "と発{動1}しておおけがする！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "うっかり｢撃つ｣だの言う{换行}"
 .strn "と発{動1}しておおけがする！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "とにかくはよ見つけるんや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "とにかくはよ見つけるんや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃん手分けして{换行}"
;.strn "{探1}しましょう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "さくらちゃん手分けして{换行}"
 .strn "{探1}しましょう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "私は莓鈴ちゃんの家に{换行}"
;.strn "行ってみますわ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "私は莓鈴ちゃんの家に{换行}"
 .strn "行ってみますわ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ではまた後で{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "ではまた後で{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "莓鈴ちゃんの行きそうな{换行}"
;.strn "ところってどこだろう…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "莓鈴ちゃんの行きそうな{换行}"
 .strn "ところってどこだろう…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_040:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_041:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…あれ､…李君！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…あれ､…李君！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_042:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…クロウカードの気配だ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…クロウカードの気配だ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_043:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､ショットって言う{换行}"
;.strn "カードなの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､ショットって言う{换行}"
 .strn "カードなの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_044:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "なに､ショット!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "なに､ショット!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_045:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もしかしたら莓鈴ちゃんが{换行}"
;.strn "持ってるかも{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "もしかしたら莓鈴ちゃんが{换行}"
 .strn "持ってるかも{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_046:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "莓鈴…!?{换行}"
;.strn "…羅針盤を使えば…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "莓鈴…!?{换行}"
 .strn "…羅針盤を使えば…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_047:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "急々如律令…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "急々如律令…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_048:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ピカッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ピカッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_049:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_050:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…あっちだ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…あっちだ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_051:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "とにかく行こ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "とにかく行こ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_052:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…ああ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…ああ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_053:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_054:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "この方向は…､…学校？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "この方向は…､…学校？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_055:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくらー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_056:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_057:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_058:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_059:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "あれは…､莓鈴！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "あれは…､莓鈴！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_060:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なに､{小1}娘か！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なに､{小1}娘か！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_061:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "莓鈴ちゃーん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "莓鈴ちゃーん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_062:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_063:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "{小1}狼!?　どうして木之本さ{换行}"
;.strn "んと一緒なの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "{小1}狼!?　どうして木之本さ{换行}"
 .strn "んと一緒なの？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_064:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "莓鈴ちゃん！　それ本物の{换行}"
;.strn "クロウカードなの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "莓鈴ちゃん！　それ本物の{换行}"
 .strn "クロウカードなの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_065:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "うそよ！　おまじないカー{换行}"
;.strn "ドだもん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "うそよ！　おまじないカー{换行}"
 .strn "ドだもん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_066:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "うそじゃない！{换行}"
;.strn "本当にきけんなカードだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "うそじゃない！{换行}"
 .strn "本当にきけんなカードだ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_067:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "なによ､ふたりして！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "なによ､ふたりして！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_068:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "このカードで{小1}狼のハート{换行}"
;.strn "をねらい撃ち…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "このカードで{小1}狼のハート{换行}"
 .strn "をねらい撃ち…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_069:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "あかーん!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "あかーん!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_070:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "えっ…!?　きゃっ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "えっ…!?　きゃっ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_071:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "だいじょうぶか､莓鈴!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "だいじょうぶか､莓鈴!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_072:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キュン!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "キュン!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_073:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あぶない！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あぶない！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_074:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "くっ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "くっ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_075:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "{小1}僧､後ろや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "{小1}僧､後ろや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_076:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "シールド！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "シールド！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_077:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キュン！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "キュン！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_078:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ショットの攻撃に当たると{换行}"
;.strn "しゃれにならんで！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "ショットの攻撃に当たると{换行}"
 .strn "しゃれにならんで！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_079:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キュンッ！　キュンッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "キュンッ！　キュンッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_080:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "ショットは俺だけをねらっ{换行}"
;.strn "ている！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "ショットは俺だけをねらっ{换行}"
 .strn "ている！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_081:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "すきをみて封印しろ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "すきをみて封印しろ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_082:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "で､でも…{動1}きがはやくて{换行}"
;.strn "封印できないよ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "で､でも…{動1}きがはやくて{换行}"
 .strn "封印できないよ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_083:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キュンッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "キュンッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_084:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "はよ､封印せんとショット{换行}"
;.strn "の攻撃があたってまうで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "はよ､封印せんとショット{换行}"
 .strn "の攻撃があたってまうで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_085:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キュンッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "キュンッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_086:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "うわぁ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "うわぁ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_087:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "いやーーっ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "いやーーっ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_088:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李君！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李君！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_089:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ミラーを持っている場合{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ミラーを持っている場合{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_090:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どうしよう…！　そうだ､{换行}"
;.strn "あのカードを使えば…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "どうしよう…！　そうだ､{换行}"
 .strn "あのカードを使えば…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_091:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "イレイズを使う{换行}"
;.strn "ミラーを使う{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "イレイズを使う{换行}"
 .strn "ミラーを使う{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_092:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "イレイズを使った場合{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "イレイズを使った場合{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_093:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "かの者の姿をかきけせ！{换行}"
;.strn "イレイズ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "かの者の姿をかきけせ！{换行}"
 .strn "イレイズ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_094:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "シュウウ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "シュウウ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_095:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "えっ…､{小1}狼が消えちゃっ{换行}"
;.strn "た…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "えっ…､{小1}狼が消えちゃっ{换行}"
 .strn "た…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_096:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なるほど､{小1}僧の姿をみえ{换行}"
;.strn "へんようにしたんか！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なるほど､{小1}僧の姿をみえ{换行}"
 .strn "へんようにしたんか！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_097:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_098:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "雷帝招来…､はっ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "雷帝招来…､はっ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_099:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ドーン！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ドーン！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_100:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "やった！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "やった！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_101:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "…くっ……{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "…くっ……{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_102:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "今や､さくら！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "今や､さくら！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_103:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "今回は{小1}僧のもんやな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "今回は{小1}僧のもんやな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_104:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ミラーを使った場合{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ミラーを使った場合{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_105:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李くん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李くん！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_106:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "……！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "……！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_107:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "鏡よ､汝が映し出す者を跳{换行}"
;.strn "ね返せ！　ミラー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "鏡よ､汝が映し出す者を跳{换行}"
 .strn "ね返せ！　ミラー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_108:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "たったったった…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "たったったった…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_109:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "キュンッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "キュンッ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_110:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "カキーン!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "カキーン!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_111:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ドン！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ドン！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_112:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "やった！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "やった！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_113:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "……くっ､うう…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "……くっ､うう…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_114:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "よっしゃ､今のうちに封印や！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "よっしゃ､今のうちに封印や！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_115:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ミラーを持っていない場合{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ミラーを持っていない場合{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_116:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "ちくしょう…！{换行}"
;.strn "このままじゃ…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "ちくしょう…！{换行}"
 .strn "このままじゃ…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_117:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "火神招来…､はっ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "火神招来…､はっ！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_118:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ゴーーー！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "ゴーーー！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_119:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "やった！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "やった！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_120:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "…くっ､うう…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "…くっ､うう…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_121:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "よっしゃ､今やさくら！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "よっしゃ､今やさくら！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_122:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "カードは李君のものだね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "カードは李君のものだね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_123:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_124:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…ふう…なんとかできたか…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…ふう…なんとかできたか…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_125:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "{小1}狼！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "{小1}狼！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_126:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "お､おい､莓鈴…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "お､おい､莓鈴…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_083_127:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "よかった…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "よかった…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x11_083_Ptr:
    .hword (Block0x11_083_000 & 0xF),(((Block0x11_083_000 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_001 & 0xF),(((Block0x11_083_001 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_002 & 0xF),(((Block0x11_083_002 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_003 & 0xF),(((Block0x11_083_003 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_004 & 0xF),(((Block0x11_083_004 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_005 & 0xF),(((Block0x11_083_005 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_006 & 0xF),(((Block0x11_083_006 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_007 & 0xF),(((Block0x11_083_007 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_008 & 0xF),(((Block0x11_083_008 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_009 & 0xF),(((Block0x11_083_009 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_010 & 0xF),(((Block0x11_083_010 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_011 & 0xF),(((Block0x11_083_011 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_012 & 0xF),(((Block0x11_083_012 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_013 & 0xF),(((Block0x11_083_013 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_014 & 0xF),(((Block0x11_083_014 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_015 & 0xF),(((Block0x11_083_015 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_016 & 0xF),(((Block0x11_083_016 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_017 & 0xF),(((Block0x11_083_017 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_018 & 0xF),(((Block0x11_083_018 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_019 & 0xF),(((Block0x11_083_019 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_020 & 0xF),(((Block0x11_083_020 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_021 & 0xF),(((Block0x11_083_021 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_022 & 0xF),(((Block0x11_083_022 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_023 & 0xF),(((Block0x11_083_023 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_024 & 0xF),(((Block0x11_083_024 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_025 & 0xF),(((Block0x11_083_025 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_026 & 0xF),(((Block0x11_083_026 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_027 & 0xF),(((Block0x11_083_027 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_028 & 0xF),(((Block0x11_083_028 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_029 & 0xF),(((Block0x11_083_029 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_030 & 0xF),(((Block0x11_083_030 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_031 & 0xF),(((Block0x11_083_031 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_032 & 0xF),(((Block0x11_083_032 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_033 & 0xF),(((Block0x11_083_033 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_034 & 0xF),(((Block0x11_083_034 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_035 & 0xF),(((Block0x11_083_035 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_036 & 0xF),(((Block0x11_083_036 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_037 & 0xF),(((Block0x11_083_037 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_038 & 0xF),(((Block0x11_083_038 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_039 & 0xF),(((Block0x11_083_039 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_040 & 0xF),(((Block0x11_083_040 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_041 & 0xF),(((Block0x11_083_041 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_042 & 0xF),(((Block0x11_083_042 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_043 & 0xF),(((Block0x11_083_043 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_044 & 0xF),(((Block0x11_083_044 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_045 & 0xF),(((Block0x11_083_045 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_046 & 0xF),(((Block0x11_083_046 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_047 & 0xF),(((Block0x11_083_047 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_048 & 0xF),(((Block0x11_083_048 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_049 & 0xF),(((Block0x11_083_049 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_050 & 0xF),(((Block0x11_083_050 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_051 & 0xF),(((Block0x11_083_051 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_052 & 0xF),(((Block0x11_083_052 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_053 & 0xF),(((Block0x11_083_053 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_054 & 0xF),(((Block0x11_083_054 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_055 & 0xF),(((Block0x11_083_055 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_056 & 0xF),(((Block0x11_083_056 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_057 & 0xF),(((Block0x11_083_057 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_058 & 0xF),(((Block0x11_083_058 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_059 & 0xF),(((Block0x11_083_059 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_060 & 0xF),(((Block0x11_083_060 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_061 & 0xF),(((Block0x11_083_061 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_062 & 0xF),(((Block0x11_083_062 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_063 & 0xF),(((Block0x11_083_063 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_064 & 0xF),(((Block0x11_083_064 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_065 & 0xF),(((Block0x11_083_065 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_066 & 0xF),(((Block0x11_083_066 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_067 & 0xF),(((Block0x11_083_067 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_068 & 0xF),(((Block0x11_083_068 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_069 & 0xF),(((Block0x11_083_069 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_070 & 0xF),(((Block0x11_083_070 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_071 & 0xF),(((Block0x11_083_071 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_072 & 0xF),(((Block0x11_083_072 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_073 & 0xF),(((Block0x11_083_073 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_074 & 0xF),(((Block0x11_083_074 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_075 & 0xF),(((Block0x11_083_075 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_076 & 0xF),(((Block0x11_083_076 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_077 & 0xF),(((Block0x11_083_077 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_078 & 0xF),(((Block0x11_083_078 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_079 & 0xF),(((Block0x11_083_079 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_080 & 0xF),(((Block0x11_083_080 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_081 & 0xF),(((Block0x11_083_081 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_082 & 0xF),(((Block0x11_083_082 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_083 & 0xF),(((Block0x11_083_083 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_084 & 0xF),(((Block0x11_083_084 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_085 & 0xF),(((Block0x11_083_085 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_086 & 0xF),(((Block0x11_083_086 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_087 & 0xF),(((Block0x11_083_087 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_088 & 0xF),(((Block0x11_083_088 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_089 & 0xF),(((Block0x11_083_089 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_090 & 0xF),(((Block0x11_083_090 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_091 & 0xF),(((Block0x11_083_091 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_092 & 0xF),(((Block0x11_083_092 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_093 & 0xF),(((Block0x11_083_093 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_094 & 0xF),(((Block0x11_083_094 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_095 & 0xF),(((Block0x11_083_095 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_096 & 0xF),(((Block0x11_083_096 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_097 & 0xF),(((Block0x11_083_097 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_098 & 0xF),(((Block0x11_083_098 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_099 & 0xF),(((Block0x11_083_099 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_100 & 0xF),(((Block0x11_083_100 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_101 & 0xF),(((Block0x11_083_101 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_102 & 0xF),(((Block0x11_083_102 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_103 & 0xF),(((Block0x11_083_103 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_104 & 0xF),(((Block0x11_083_104 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_105 & 0xF),(((Block0x11_083_105 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_106 & 0xF),(((Block0x11_083_106 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_107 & 0xF),(((Block0x11_083_107 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_108 & 0xF),(((Block0x11_083_108 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_109 & 0xF),(((Block0x11_083_109 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_110 & 0xF),(((Block0x11_083_110 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_111 & 0xF),(((Block0x11_083_111 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_112 & 0xF),(((Block0x11_083_112 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_113 & 0xF),(((Block0x11_083_113 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_114 & 0xF),(((Block0x11_083_114 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_115 & 0xF),(((Block0x11_083_115 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_116 & 0xF),(((Block0x11_083_116 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_117 & 0xF),(((Block0x11_083_117 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_118 & 0xF),(((Block0x11_083_118 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_119 & 0xF),(((Block0x11_083_119 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_120 & 0xF),(((Block0x11_083_120 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_121 & 0xF),(((Block0x11_083_121 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_122 & 0xF),(((Block0x11_083_122 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_123 & 0xF),(((Block0x11_083_123 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_124 & 0xF),(((Block0x11_083_124 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_125 & 0xF),(((Block0x11_083_125 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_126 & 0xF),(((Block0x11_083_126 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_083_127 & 0xF),(((Block0x11_083_127 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)


.func Block0x11_083_End :: .endfunc
