;Block0x11_088
;子文件文本，共17条子文本
.align 2 :: Block0x11_088_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ようやった､さくら！{换行}"
;.strn "しかし…､でっかいな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "干得漂亮､小樱！{换行}"
 .strn "但是…､好大啊{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえええ､はずかしいよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶诶诶､好不好意思{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "いいビデオがとれました{换行}"
;.strn "わ､さくらちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "拍到了不错的片子呢､{换行}"
 .strn "小樱{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえええ～！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶诶诶～！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほええ､火はいたりするの{换行}"
;.strn "は､はんそくだよ～！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶诶､发射火焰什么的､{换行}"
 .strn "太犯规了吧～！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらとりあえず逃げるん{换行}"
;.strn "や！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "小樱､总之先躲开！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "せいぎのみかたが負けてど{换行}"
;.strn "うするのよ～！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "正义的伙伴输掉{换行}"
 .strn "怎么能行～！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ギャオー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "呜嗷ー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ドゴン！　ドゴン！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "咚隆咚隆！咚隆！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "…しーん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "…咻ー…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ？　どうしたの…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶？发生了什么…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "シュウウウ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "咻咻咻…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ドラゴンをけすようなこと{换行}"
;.strn "をだれかが本に書いたんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "应该是有人在书上写了{换行}"
 .strn "消灭龙的事情{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "やったぁ！{换行}"
;.strn "やっつけられた！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "太好了！{换行}"
 .strn "打倒这家伙了！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "でも封印はできないんやぞ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "但这样无法封印它的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_088_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…あ､そうか…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…啊､原来如此…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x11_088_Ptr:
    .hword (Block0x11_088_000 & 0xF),(((Block0x11_088_000 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_001 & 0xF),(((Block0x11_088_001 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_002 & 0xF),(((Block0x11_088_002 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_003 & 0xF),(((Block0x11_088_003 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_004 & 0xF),(((Block0x11_088_004 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_005 & 0xF),(((Block0x11_088_005 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_006 & 0xF),(((Block0x11_088_006 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_007 & 0xF),(((Block0x11_088_007 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_008 & 0xF),(((Block0x11_088_008 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_009 & 0xF),(((Block0x11_088_009 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_010 & 0xF),(((Block0x11_088_010 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_011 & 0xF),(((Block0x11_088_011 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_012 & 0xF),(((Block0x11_088_012 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_013 & 0xF),(((Block0x11_088_013 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_014 & 0xF),(((Block0x11_088_014 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_015 & 0xF),(((Block0x11_088_015 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_088_016 & 0xF),(((Block0x11_088_016 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)


.func Block0x11_088_End :: .endfunc
