;Block0x11_076
;子文件文本，共34条子文本
.align 2 :: Block0x11_076_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえー､{换行}"
;.strn "大学ってひろいねー{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ほえー､{换行}"
 .strn "大学ってひろいねー{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "おじ様､どちらでしょう？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "おじ様､どちらでしょう？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "えっと…､{换行}"
;.strn "『ぶんがくぶ　しがくか』…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "えっと…､{换行}"
 .strn "『ぶんがくぶ　しがくか』…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "どこかにちずがあればいい{换行}"
;.strn "のですが{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "どこかにちずがあればいい{换行}"
 .strn "のですが{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらもうわすれたんか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくらもうわすれたんか？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "兄ちゃんに書いてもらった{换行}"
;.strn "んやろ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "兄ちゃんに書いてもらった{换行}"
 .strn "んやろ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そ､そうだった…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "そ､そうだった…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらしっかりせえよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "さくらしっかりせえよ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "それではいきましょう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "それではいきましょう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "コンコン{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "コンコン{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "！　さくらさん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "！　さくらさん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おじゃまします{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おじゃまします{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "やあ､どうしたの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "やあ､どうしたの？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "さしいれもってきたの{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "さしいれもってきたの{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "ありがとう､さくらさん､{换行}"
;.strn "知世さん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "ありがとう､さくらさん､{换行}"
 .strn "知世さん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おしごとどう？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "おしごとどう？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "うん､だいたい終わりが見{换行}"
;.strn "えてきたかな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "うん､だいたい終わりが見{换行}"
 .strn "えてきたかな{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "学生さんやさくらさんたち{换行}"
;.strn "のおかげでね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "学生さんやさくらさんたち{换行}"
 .strn "のおかげでね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､私なんかなんにもして{换行}"
;.strn "ないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "え､私なんかなんにもして{换行}"
 .strn "ないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "でも､よかったぁお父さん､{换行}"
;.strn "ずっと…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "でも､よかったぁお父さん､{换行}"
 .strn "ずっと…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さん…？{换行}"
;.strn "…ねちゃってる{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お父さん…？{换行}"
 .strn "…ねちゃってる{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "おじ様つかれていらっしゃ{换行}"
;.strn "るんですね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "おじ様つかれていらっしゃ{换行}"
 .strn "るんですね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､おうちでもてつやし{换行}"
;.strn "てたから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､おうちでもてつやし{换行}"
 .strn "てたから{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "まあ､そんなにお仕事…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "まあ､そんなにお仕事…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃん？{换行}"
;.strn "…あれ､ねちゃってる…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世ちゃん？{换行}"
 .strn "…あれ､ねちゃってる…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "!!　クロウカードや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "!!　クロウカードや！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "えっ？　…気配がする！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "えっ？　…気配がする！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "フワリ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "フワリ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "いたで､あいつや！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "いたで､あいつや！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "やつは『スリープ』や{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "やつは『スリープ』や{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "こなをあびたら､みんなね{换行}"
;.strn "むってしまうで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "こなをあびたら､みんなね{换行}"
 .strn "むってしまうで{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_076_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さんのお仕事のじゃま{换行}"
;.strn "しないでよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "お父さんのお仕事のじゃま{换行}"
 .strn "しないでよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x11_076_Ptr:
    .hword (Block0x11_076_000 & 0xF),(((Block0x11_076_000 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_001 & 0xF),(((Block0x11_076_001 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_002 & 0xF),(((Block0x11_076_002 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_003 & 0xF),(((Block0x11_076_003 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_004 & 0xF),(((Block0x11_076_004 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_005 & 0xF),(((Block0x11_076_005 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_006 & 0xF),(((Block0x11_076_006 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_007 & 0xF),(((Block0x11_076_007 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_008 & 0xF),(((Block0x11_076_008 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_009 & 0xF),(((Block0x11_076_009 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_010 & 0xF),(((Block0x11_076_010 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_011 & 0xF),(((Block0x11_076_011 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_012 & 0xF),(((Block0x11_076_012 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_013 & 0xF),(((Block0x11_076_013 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_014 & 0xF),(((Block0x11_076_014 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_015 & 0xF),(((Block0x11_076_015 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_016 & 0xF),(((Block0x11_076_016 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_017 & 0xF),(((Block0x11_076_017 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_018 & 0xF),(((Block0x11_076_018 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_019 & 0xF),(((Block0x11_076_019 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_020 & 0xF),(((Block0x11_076_020 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_021 & 0xF),(((Block0x11_076_021 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_022 & 0xF),(((Block0x11_076_022 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_023 & 0xF),(((Block0x11_076_023 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_024 & 0xF),(((Block0x11_076_024 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_025 & 0xF),(((Block0x11_076_025 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_026 & 0xF),(((Block0x11_076_026 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_027 & 0xF),(((Block0x11_076_027 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_028 & 0xF),(((Block0x11_076_028 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_029 & 0xF),(((Block0x11_076_029 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_030 & 0xF),(((Block0x11_076_030 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_031 & 0xF),(((Block0x11_076_031 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_032 & 0xF),(((Block0x11_076_032 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_076_033 & 0xF),(((Block0x11_076_033 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)


.func Block0x11_076_End :: .endfunc
