;Block0x11_004
;子文件文本，共9条子文本
.align 2 :: Block0x11_004_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_004_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "木之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "木之本さん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_004_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あや､莓鈴ちゃん､なあに？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あや､莓鈴ちゃん､なあに？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_004_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "別になんでもないんだけど{换行}"
;.strn "ね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "別になんでもないんだけど{换行}"
 .strn "ね{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_004_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "それにしても､日本はさむ{换行}"
;.strn "いわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "それにしても､日本はさむ{换行}"
 .strn "いわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_004_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "まだ､日本にはなれない？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "まだ､日本にはなれない？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_004_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ま､だいぶなれてはきたけ{换行}"
;.strn "ど…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "ま､だいぶなれてはきたけ{换行}"
 .strn "ど…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_004_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "わからないことがあったら{换行}"
;.strn "聞いてね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "わからないことがあったら{换行}"
 .strn "聞いてね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_004_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "…ええ､ありがと{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "…ええ､ありがと{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x11_004_Ptr:
    .hword (Block0x11_004_000 & 0xF),(((Block0x11_004_000 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_004_001 & 0xF),(((Block0x11_004_001 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_004_002 & 0xF),(((Block0x11_004_002 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_004_003 & 0xF),(((Block0x11_004_003 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_004_004 & 0xF),(((Block0x11_004_004 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_004_005 & 0xF),(((Block0x11_004_005 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_004_006 & 0xF),(((Block0x11_004_006 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_004_007 & 0xF),(((Block0x11_004_007 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_004_008 & 0xF),(((Block0x11_004_008 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)


.func Block0x11_004_End :: .endfunc
