;Block0x11_058
;子文件文本，共125条子文本
.align 2 :: Block0x11_058_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "今日は友枝{小1}学校の運{動1}会！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "今天是友枝小学的运动会！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "運{動1}会がきらいな子も{换行}"
;.strn "いるけど私は大好き！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "虽然有些人不喜欢运动会{换行}"
 .strn "但我最喜欢了！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "さくらちゃーん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "小樱！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､雪兔さん！{换行}"
;.strn "お兄ちゃんも！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "啊､雪兔哥！{换行}"
 .strn "哥哥也在！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "父さんは大学の発{表1}会が{换行}"
;.strn "終わったら来るって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "爸爸说大学的报告会{换行}"
 .strn "结束后过来{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お仕事だもん､{换行}"
;.strn "しょうがないよね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "因为是工作嘛､{换行}"
 .strn "没办法啦{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "｢１００メートルそうに{换行}"
;.strn "出る人は､していの…｣{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "｢参加100米赛跑的人､{换行}"
 .strn "请准备…｣{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "さくらちゃんもでるの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "小樱你也要参加吗？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はい{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "是的{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "しゃしん､いっぱいとるね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "我会多拍些照片的哦{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ありがとうございます､{换行}"
;.strn "…あっ知世ちゃん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "谢谢､{换行}"
 .strn "…啊､知世！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ビデオは私に{换行}"
;.strn "おまかせください！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "视频拍摄的任务{换行}"
 .strn "就交给我吧！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃんのお母さんまだ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世的妈妈还没到吗？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "会社の会議があって…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "因为公司有会议…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "終わったらすぐかけつける{换行}"
;.strn "と言っていましたわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "她说会议结束后{换行}"
 .strn "会立刻过来的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そろそろ行かなきゃ､{换行}"
;.strn "見ててね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "时间快到了､{换行}"
 .strn "要看着我哦{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "｢次は４年生の１００{换行}"
;.strn "メートルそうです…！｣{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "｢接下来是四年级的{换行}"
 .strn "100米赛跑…！｣{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "さくらちゃんがんばって！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "小樱､加油！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "位置について…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "各就各位…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "絶対にまけないからな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "我绝对不会输的{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…わたしだって！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…我才要这么说呢！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "よーい！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "预备！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "タタタタタッ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "哒哒哒哒哒!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃんが{换行}"
;.strn "リードしていますわ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "小樱正在领先！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "く､くっそー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "切､可恶ー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "がんばれー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "加油ー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…！　あ……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…！啊……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ダダダダダダダダダ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "哒哒哒哒哒哒哒哒哒!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "李君がさくらちゃんを{换行}"
;.strn "ぬかしましたわ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "李君超过了小樱！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "(う…､李君かけ足{换行}"
;.strn "はやい…！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "(唔…､李君跑得真快…！){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "がんばれー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "加油ー!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…ほえ､雪兔さん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…呜诶､雪兔哥！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "よーし､私だってまけない{换行}"
;.strn "んだから！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "好､我也不会输的！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "たたたたたたたたたたた!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "哒哒哒哒哒哒哒哒哒哒!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "くそ､…､まけないぞ…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "可恶､…､我才不会输…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "わ､私だって…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "我､我才不会…！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "だだだだだだだ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "哒哒哒哒哒哒哒!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "たたたたたたた!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "哒哒哒哒哒哒哒!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ゴール！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "终点！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_040:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はぁ､はぁ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "哈､哈…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_041:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_042:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "一着は木之本だ､{换行}"
;.strn "がんばったな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "第一名是木之本､{换行}"
 .strn "干得漂亮{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_043:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はい…､はぁ…はぁ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "是的…､哈…哈…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_044:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "はぁ､はぁ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "哈､哈…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_045:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "お昼の用意できたよー{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "午饭准备好了哦ー{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_046:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃん､{换行}"
;.strn "お昼いっしょに食べよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世､{换行}"
 .strn "一起吃午饭吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_047:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "みんなで食べた方が{换行}"
;.strn "おいしいよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "大家一起吃的话{换行}"
 .strn "更美味哦{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_048:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ありがとうございます{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "谢谢{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_049:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はい､たまごやき､{换行}"
;.strn "おいしいよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "来､煎蛋卷､{换行}"
 .strn "很好吃的哦{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_050:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "本当においしそうですわね､{换行}"
;.strn "…あら､はなびら{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "真的好好吃的样子､{换行}"
 .strn "…啊啦､花瓣{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_051:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "本当､どこからふってくる{换行}"
;.strn "んだろう？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "真的诶､这些花瓣是从{换行}"
 .strn "哪里飘来的？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_052:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "ごめん､おくれて！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "对不起､我迟到了！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_053:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "爸爸！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_054:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "ごめんね､さくらさん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "对不起哦､小樱！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_055:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ううん､はしってきてくれて{换行}"
;.strn "うれしい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "没关系､你能赶过来{换行}"
 .strn "我很开心！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_056:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "知世{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "知世{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_057:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "お母様！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "妈妈！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_058:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "わーきれいな人…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "哇ー好漂亮的人…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_059:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃんご紹介しますわ､{换行}"
;.strn "母です{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "小樱､我来介绍一下､{换行}"
 .strn "这是我妈妈{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_060:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "大{道1}寺園美(そのみ)です{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "你好､我是大道寺园美{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_061:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "いつも知世と仲良くしてく{换行}"
;.strn "ださって､ありがとう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "一直以来都很照顾{换行}"
 .strn "知世､谢谢你{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_062:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "知世さんのお母さん{换行}"
;.strn "いらっしゃったのかい？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "知世的妈妈{换行}"
 .strn "到了吗？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_063:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ああああ！　木之本先生！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "啊啊啊啊！木之本老师！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_064:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "!?　園美(そのみ)君…！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "!?园美！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_065:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さんと知世ちゃんの{换行}"
;.strn "お母さんって…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "爸爸和知世的妈妈…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_066:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知り合いだったんだね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "之前认识呢{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_067:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "…ああ､{换行}"
;.strn "…しかし花びらが多いな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "…啊啊､{换行}"
 .strn "…说来但是花瓣好多啊{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_068:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ほんとうですわね…でも､{换行}"
;.strn "おおすぎませんか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "真的呢…､{换行}"
 .strn "这也太多了吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_069:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "もしかして…クロウカード？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "也许是…库洛牌？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_070:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "知世ちゃん､むこうのもの{换行}"
;.strn "かげに…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "知世､那边的…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_071:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "はい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "好的！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_072:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "フライ！({表1}示){结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "翔！({表1}示){结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_073:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "やっぱりクロウカードの{换行}"
;.strn "しわざかな？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "果然是库洛牌的{换行}"
 .strn "恶作剧吗？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_074:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "せんもんかに聞いてみるの{换行}"
;.strn "が一番ですわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "最好问专家看看{换行}"
 .strn "比较好{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_075:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "けいたいでんわ…どこに{换行}"
;.strn "持っていたの？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "手机…你是从哪里{换行}"
 .strn "拿出来的？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_076:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そらクロウカードの{换行}"
;.strn "しわざや､まちがいない{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "那肯定是库洛牌的{换行}"
 .strn "恶作剧､不会错{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_077:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "やっぱり､もう校庭がお花{换行}"
;.strn "でいっぱいだよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "果然､操场已经{换行}"
 .strn "全是花了{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_078:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そいつはフラワーのカードや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "那是花牌{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_079:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらの学校､{换行}"
;.strn "運{動1}会やったろ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "小樱的学校､{换行}"
 .strn "举行了运动会{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_080:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ぱぱーと花でも降らしたろ{换行}"
;.strn "と思ったんやろな{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "想必是想让花落得{换行}"
 .strn "到处都是吧{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_081:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "早くしないと学校が{换行}"
;.strn "うまってしまいますわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "不快点的话{换行}"
 .strn "学校就要被填满了{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_082:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "どこから花が飛んできてい{换行}"
;.strn "るか､見つけてみ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "找找看花是从哪里{换行}"
 .strn "飞来的吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_083:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "きょろきょろ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "咕噜咕噜{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_084:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あ､あそこ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "啊､在那里！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_085:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_086:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "よおーし…､レリーズ!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "好的…､封印解除!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_087:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…このカードどんなことが{换行}"
;.strn "できるの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…这张卡可以做什么？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_088:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "いろんな花がだせるんや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "可以召唤出各种花{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_089:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そ､それだけ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "就､就这样？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_090:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_091:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "今でも……､……撫子の…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "到如今……､……抚子她…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_092:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "しんまいきょうし…一緒に{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "和新任教师…一起{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_093:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "なに話しているのかな､{换行}"
;.strn "さっきから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "他们从刚才开始､{换行}"
 .strn "在说些什么啊{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_094:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さぁ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "嗯…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_095:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "でも､なんかもめてるみたい{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "但是､好像有一些争执{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_096:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さくらちゃん…ごにょごにょ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "小樱…私语私语{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_097:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､でも…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "诶､但是…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_098:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "だいじょうぶですわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "没关系的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_099:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "レリーズ……あの２人に{换行}"
;.strn "花をあたえよ､フラワー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "封印解除……给那两个人{换行}"
 .strn "送去花吧､花ー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_100:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "……!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "……!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_101:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "……!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "……!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_102:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "…撫子の花…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "…抚子花…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_103:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_104:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さんたちにもいろいろ{换行}"
;.strn "あったんだね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "爸爸他们也{换行}"
 .strn "经历了很多呢{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_105:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "いつか話してもらえるかな？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "会有一天能告诉我的吧？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_106:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ええ､きっと{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "是啊､一定会的{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_107:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "でも､本当に知世ちゃんの{换行}"
;.strn "お母さんは…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "但是､知世的妈妈真的…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_108:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うちのお母さんのこと{换行}"
;.strn "大好きだったんだね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "很喜欢我妈妈呢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_109:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "あら､わたしもさくらちゃん{换行}"
;.strn "のこと大好きですわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "啊啦､我也最喜欢{换行}"
 .strn "小樱了呢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_110:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私も……あ､いっけない{换行}"
;.strn "そろそろへいかいしきだ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "我也是……啊､糟糕{换行}"
 .strn "马上要到闭幕式了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_111:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "行こう､知世ちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "走吧､知世{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_112:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "ええ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "嗯{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_113:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_114:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "はい､これきのう作って{换行}"
;.strn "おいたゼリー{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "来､这是昨天做的{换行}"
 .strn "果冻{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_115:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "わぁ､おいしそう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "哇､好好吃的样子{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_116:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "大学のれいぞうこでひやし{换行}"
;.strn "ておいたからつめたいよ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "放在大学的冰箱里保存着{换行}"
 .strn "还很冰呢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_117:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ごちそうさま！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "我开动啦！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_118:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "ちょっと､{换行}"
;.strn "ごみすててくるね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "等等､{换行}"
 .strn "我去丢下垃圾{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_119:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "あ､おれも{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "啊､我也一起{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_120:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_雪兔_头像图片}"
;.strn "ぼくもいきます{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_雪兔_头像图片}"
 .strn "我也去{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_121:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_122:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "バーン！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "砰！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_123:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "まぁ､どんどん花を{换行}"
;.strn "ふらせていますわね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "啊､花渐渐变得{换行}"
 .strn "多起来了呢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_058_124:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "はやく封印しなきゃ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "必须快点封印才行{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x11_058_Ptr:
    .hword (Block0x11_058_000 & 0xF),(((Block0x11_058_000 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_001 & 0xF),(((Block0x11_058_001 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_002 & 0xF),(((Block0x11_058_002 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_003 & 0xF),(((Block0x11_058_003 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_004 & 0xF),(((Block0x11_058_004 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_005 & 0xF),(((Block0x11_058_005 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_006 & 0xF),(((Block0x11_058_006 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_007 & 0xF),(((Block0x11_058_007 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_008 & 0xF),(((Block0x11_058_008 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_009 & 0xF),(((Block0x11_058_009 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_010 & 0xF),(((Block0x11_058_010 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_011 & 0xF),(((Block0x11_058_011 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_012 & 0xF),(((Block0x11_058_012 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_013 & 0xF),(((Block0x11_058_013 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_014 & 0xF),(((Block0x11_058_014 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_015 & 0xF),(((Block0x11_058_015 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_016 & 0xF),(((Block0x11_058_016 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_017 & 0xF),(((Block0x11_058_017 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_018 & 0xF),(((Block0x11_058_018 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_019 & 0xF),(((Block0x11_058_019 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_020 & 0xF),(((Block0x11_058_020 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_021 & 0xF),(((Block0x11_058_021 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_022 & 0xF),(((Block0x11_058_022 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_023 & 0xF),(((Block0x11_058_023 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_024 & 0xF),(((Block0x11_058_024 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_025 & 0xF),(((Block0x11_058_025 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_026 & 0xF),(((Block0x11_058_026 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_027 & 0xF),(((Block0x11_058_027 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_028 & 0xF),(((Block0x11_058_028 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_029 & 0xF),(((Block0x11_058_029 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_030 & 0xF),(((Block0x11_058_030 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_031 & 0xF),(((Block0x11_058_031 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_032 & 0xF),(((Block0x11_058_032 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_033 & 0xF),(((Block0x11_058_033 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_034 & 0xF),(((Block0x11_058_034 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_035 & 0xF),(((Block0x11_058_035 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_036 & 0xF),(((Block0x11_058_036 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_037 & 0xF),(((Block0x11_058_037 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_038 & 0xF),(((Block0x11_058_038 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_039 & 0xF),(((Block0x11_058_039 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_040 & 0xF),(((Block0x11_058_040 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_041 & 0xF),(((Block0x11_058_041 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_042 & 0xF),(((Block0x11_058_042 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_043 & 0xF),(((Block0x11_058_043 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_044 & 0xF),(((Block0x11_058_044 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_045 & 0xF),(((Block0x11_058_045 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_046 & 0xF),(((Block0x11_058_046 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_047 & 0xF),(((Block0x11_058_047 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_048 & 0xF),(((Block0x11_058_048 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_049 & 0xF),(((Block0x11_058_049 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_050 & 0xF),(((Block0x11_058_050 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_051 & 0xF),(((Block0x11_058_051 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_052 & 0xF),(((Block0x11_058_052 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_053 & 0xF),(((Block0x11_058_053 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_054 & 0xF),(((Block0x11_058_054 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_055 & 0xF),(((Block0x11_058_055 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_056 & 0xF),(((Block0x11_058_056 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_057 & 0xF),(((Block0x11_058_057 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_058 & 0xF),(((Block0x11_058_058 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_059 & 0xF),(((Block0x11_058_059 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_060 & 0xF),(((Block0x11_058_060 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_061 & 0xF),(((Block0x11_058_061 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_062 & 0xF),(((Block0x11_058_062 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_063 & 0xF),(((Block0x11_058_063 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_064 & 0xF),(((Block0x11_058_064 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_065 & 0xF),(((Block0x11_058_065 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_066 & 0xF),(((Block0x11_058_066 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_067 & 0xF),(((Block0x11_058_067 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_068 & 0xF),(((Block0x11_058_068 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_069 & 0xF),(((Block0x11_058_069 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_070 & 0xF),(((Block0x11_058_070 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_071 & 0xF),(((Block0x11_058_071 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_072 & 0xF),(((Block0x11_058_072 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_073 & 0xF),(((Block0x11_058_073 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_074 & 0xF),(((Block0x11_058_074 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_075 & 0xF),(((Block0x11_058_075 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_076 & 0xF),(((Block0x11_058_076 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_077 & 0xF),(((Block0x11_058_077 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_078 & 0xF),(((Block0x11_058_078 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_079 & 0xF),(((Block0x11_058_079 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_080 & 0xF),(((Block0x11_058_080 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_081 & 0xF),(((Block0x11_058_081 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_082 & 0xF),(((Block0x11_058_082 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_083 & 0xF),(((Block0x11_058_083 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_084 & 0xF),(((Block0x11_058_084 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_085 & 0xF),(((Block0x11_058_085 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_086 & 0xF),(((Block0x11_058_086 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_087 & 0xF),(((Block0x11_058_087 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_088 & 0xF),(((Block0x11_058_088 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_089 & 0xF),(((Block0x11_058_089 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_090 & 0xF),(((Block0x11_058_090 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_091 & 0xF),(((Block0x11_058_091 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_092 & 0xF),(((Block0x11_058_092 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_093 & 0xF),(((Block0x11_058_093 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_094 & 0xF),(((Block0x11_058_094 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_095 & 0xF),(((Block0x11_058_095 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_096 & 0xF),(((Block0x11_058_096 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_097 & 0xF),(((Block0x11_058_097 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_098 & 0xF),(((Block0x11_058_098 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_099 & 0xF),(((Block0x11_058_099 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_100 & 0xF),(((Block0x11_058_100 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_101 & 0xF),(((Block0x11_058_101 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_102 & 0xF),(((Block0x11_058_102 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_103 & 0xF),(((Block0x11_058_103 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_104 & 0xF),(((Block0x11_058_104 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_105 & 0xF),(((Block0x11_058_105 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_106 & 0xF),(((Block0x11_058_106 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_107 & 0xF),(((Block0x11_058_107 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_108 & 0xF),(((Block0x11_058_108 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_109 & 0xF),(((Block0x11_058_109 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_110 & 0xF),(((Block0x11_058_110 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_111 & 0xF),(((Block0x11_058_111 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_112 & 0xF),(((Block0x11_058_112 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_113 & 0xF),(((Block0x11_058_113 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_114 & 0xF),(((Block0x11_058_114 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_115 & 0xF),(((Block0x11_058_115 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_116 & 0xF),(((Block0x11_058_116 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_117 & 0xF),(((Block0x11_058_117 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_118 & 0xF),(((Block0x11_058_118 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_119 & 0xF),(((Block0x11_058_119 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_120 & 0xF),(((Block0x11_058_120 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_121 & 0xF),(((Block0x11_058_121 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_122 & 0xF),(((Block0x11_058_122 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_123 & 0xF),(((Block0x11_058_123 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_058_124 & 0xF),(((Block0x11_058_124 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)


.func Block0x11_058_End :: .endfunc
