;Block0x11_081
;子文件文本，共99条子文本
.align 2 :: Block0x11_081_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "みんなおはよう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "大家早上好{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "算数のつつみ先生が長い{换行}"
;.strn "お休みになるので…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "数学的堤老师将会{换行}"
 .strn "请长假…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_老师_头像图片}"
;.strn "今日から算数は新しい{换行}"
;.strn "先生になります{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_老师_头像图片}"
 .strn "从今天开始我将成为{换行}"
 .strn "新的数学老师{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "観月歌帆(みづきかほ){换行}"
;.strn "です{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "我是观月歌帆{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "きれいな方ですわね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "她看起来很漂亮呢{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "観月先生ってきれいだよね～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "观月老师真漂亮啊～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_千春_头像图片}"
;.strn "さくらちゃんも{换行}"
;.strn "そう思わない？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_千春_头像图片}"
 .strn "小樱也这么认为吧？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､私も先生みたいに{换行}"
;.strn "なれたらいいな～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯､我也能像老师一样{换行}"
 .strn "就好了～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_奈绪子_头像图片}"
;.strn "おねがい事なら､{换行}"
;.strn "月峰じんじゃがいいよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_奈绪子_头像图片}"
 .strn "有什么愿望的话､{换行}"
 .strn "就去月峰神社许愿吧{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_奈绪子_头像图片}"
;.strn "あそこのお守り､ねがいご{换行}"
;.strn "とがかなうんだって{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_奈绪子_头像图片}"
 .strn "那里的御守据说可以{换行}"
 .strn "实现愿望{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_奈绪子_头像图片}"
;.strn "{特1}に恋愛はよくかなうらし{换行}"
;.strn "いよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_奈绪子_头像图片}"
 .strn "特别是恋爱运会变得{换行}"
 .strn "非常好呢{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "恋愛!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "恋爱!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…莓鈴ちゃん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…莓铃{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "お､お守りなんかなくっ{换行}"
;.strn "たって平気よ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "没､没有护身符也{换行}"
 .strn "没关系{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私と{小1}狼の恋愛はかんぺき{换行}"
;.strn "なの､おーほほほ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "我和小狼的恋爱无可挑剔､{换行}"
 .strn "哦ー吼吼吼！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ここのお守りが恋愛にきく{换行}"
;.strn "なんて知らなかったよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "我都不知道这里的御守对{换行}"
 .strn "恋爱很有效果呢{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "さっ行きましょう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "好啦､我们走吧{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "!?　…なんか変な感じ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "!?　…有种奇怪的感觉…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "え？　…あら…､李君､{换行}"
;.strn "莓鈴ちゃんですわ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "诶？…啊啦…､李君､{换行}"
 .strn "莓铃{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "待てって莓鈴､ここは…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "等等莓铃､这里…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "私たちのきずなをふかめる{换行}"
;.strn "の！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "我们来加深彼此的羁绊嘛！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "…き､木之本さん!?{换行}"
;.strn "あの…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "…木､木之本!?{换行}"
 .strn "那个…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "李君､何か感じなかった？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "李君､你有感觉到什么吗？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…お前も､感じたのか？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…你也感觉到了吗？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "…ゴゴゴゴゴ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "…咯咯咯咯咯…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "何よこれ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "这是什么呀！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…今､ここじんじゃだった{换行}"
;.strn "よね？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…刚刚､这里是神社的{换行}"
 .strn "对吧？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "…落ち着いて気配を読め！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "…冷静下来感受气息！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "……､……クロウカードの{换行}"
;.strn "気配だ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "……､……库洛牌的气息！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "おそらくメイズ､{换行}"
;.strn "迷路､のカードだ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "大概是迷牌､{换行}"
 .strn "迷宫的卡片吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "こんなのとっとと封印し{换行}"
;.strn "ちゃえばいいのよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "快点封印掉这种东西{换行}"
 .strn "就好啦{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "だめだ､この迷路から出な{换行}"
;.strn "いと封印できない{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "不行､不从迷宫出来的话{换行}"
 .strn "就无法封印{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "ええー！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "诶诶ー！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "こまりましたわね{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "这下可麻烦了呢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_040:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_041:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_042:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_043:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "もう！　こんなかべこわし{换行}"
;.strn "ちゃえばいいのよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "真是！这种墙壁破坏掉{换行}"
 .strn "不就好了嘛！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_044:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…そうか､{换行}"
;.strn "そうよ莓鈴ちゃん！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…是啊､{换行}"
 .strn "莓铃说得有道理！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_045:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "われらの{道1}{换行}"
;.strn "をふさぐものをきれ！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "切开阻挡我们道路的{换行}"
 .strn "家伙吧！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_046:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ソード！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "剑牌！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_047:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "えい!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "诶!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_048:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ザク！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "刷！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_049:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_莓铃_头像图片}"
;.strn "やった！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_莓铃_头像图片}"
 .strn "成功率！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_050:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ゴゴゴゴッ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "咯咯咯咯…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_051:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ？　かべがふさがって{换行}"
;.strn "いくよ～{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶？　墙壁又被挡住了～{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_052:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "ダメか…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "不行吗…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_053:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どうしよう…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "怎么办…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_054:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "コツコツッ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "咔啦咔啦{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_055:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "!?　誰だ!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "!?是谁!?{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_056:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…観月先生!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…观月老师!!{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_057:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "うちのじんじゃからへんな{换行}"
;.strn "気配がしたの{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "家里的神社有种奇怪的{换行}"
 .strn "气息{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_058:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "来てみたらこんな迷路があ{换行}"
;.strn "るんですもの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "过来看看的时候发现{换行}"
 .strn "出现了迷宫一样的东西{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_059:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うちの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "家里的？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_060:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "私､この月峰じんじゃのか{换行}"
;.strn "んぬしの娘なの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "我是这个月峰神社的{换行}"
 .strn "观主的女儿哦{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_061:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "でもよかった､迷ってる人{换行}"
;.strn "が見つかって{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "不过太好了､找到了{换行}"
 .strn "迷路的人{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_062:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…それは…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…这是…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_063:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "これ？　これはうちに古く{换行}"
;.strn "から伝わるものなの{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "这个？这是我家自古以来{换行}"
 .strn "传下的东西{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_064:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "これでも鈴なのよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "虽然这样子但也是铃哦{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_065:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "それじゃ外に出ましょうか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "那么就出去外面吧{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_066:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ずっと{探1}してたんですけど{换行}"
;.strn "出口はどこにも…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "虽然我们一直在找出口{换行}"
 .strn "但没有找到…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_067:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "じゃあこれでは？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "那这样的？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_068:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "シャーン!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "锵!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_069:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ゴゴゴゴゴッ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "咯咯咯咯咯…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_070:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ!?　鈴でかべをこわす{换行}"
;.strn "の…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "呜诶!?用铃破坏墙壁吗…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_071:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "で､でも､またふさがれ…{换行}"
;.strn "ない？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "但､但是､很快就会合上…{换行}"
 .strn "没有？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_072:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_知世_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_知世_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_073:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_074:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "シャーン！　シャーン！{换行}"
;.strn "シャーン！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "锵！锵！{换行}"
 .strn "锵！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_075:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ゴゴゴゴゴゴゴゴゴッ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "咯咯咯咯咯咯咯咯咯…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_076:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "さ､出ましょう{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "来､出去吧{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_077:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "この迷路をこわせるなんて{换行}"
;.strn "ただ者じゃない…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "能破坏迷宫的绝对不是{换行}"
 .strn "一般人…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_078:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "やっと出られたよ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "终于出来啦!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_079:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "ゴゴゴゴゴゴッ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "咯咯咯咯咯咯…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_080:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "新しい迷路ができ始めてい{换行}"
;.strn "るぞ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "又要出现新的{换行}"
 .strn "迷宫了！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_081:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "早くカードに戻せ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "快把它变回卡片！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_082:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､で､でも…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "诶､但､但是…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_083:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "私のことなら気にしないで､{换行}"
;.strn "後ろむいてるね{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "不用在意我､{换行}"
 .strn "我转过身了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_084:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…いいのかな？{换行}"
;.strn "でもやらないと！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…这样好吗？{换行}"
 .strn "但不趁现在的话！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_085:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_086:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_087:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "さくら！{换行}"
;.strn "お前何やってるんだ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "小樱！{换行}"
 .strn "你在做什么！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_088:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ちょっと{道1}に迷っちゃって…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "稍微迷路了一下…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_089:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "しからないで､色々あったの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "没办法､发生了好多事{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_090:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "…歌帆…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "…歌帆…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_091:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_观月_头像图片}"
;.strn "おっきくなったね､とーや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_观月_头像图片}"
 .strn "你长大了呢､桃矢{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_092:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "えっ…？　…お兄ちゃん､{换行}"
;.strn "知ってるの？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "诶…？哥哥､{换行}"
 .strn "你们认识吗？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_093:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_桃矢_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_桃矢_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_094:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_095:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "そうだ､わかったぞ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "原来如此､我懂了！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_096:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "俺の剣で…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "用我的剑…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_097:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "かべをこわしちゃえばいい{换行}"
;.strn "のね！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "破坏掉墙壁就好了！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_081_098:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小狼_头像图片}"
;.strn "はっ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小狼_头像图片}"
 .strn "哈{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x11_081_Ptr:
    .hword (Block0x11_081_000 & 0xF),(((Block0x11_081_000 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_001 & 0xF),(((Block0x11_081_001 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_002 & 0xF),(((Block0x11_081_002 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_003 & 0xF),(((Block0x11_081_003 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_004 & 0xF),(((Block0x11_081_004 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_005 & 0xF),(((Block0x11_081_005 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_006 & 0xF),(((Block0x11_081_006 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_007 & 0xF),(((Block0x11_081_007 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_008 & 0xF),(((Block0x11_081_008 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_009 & 0xF),(((Block0x11_081_009 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_010 & 0xF),(((Block0x11_081_010 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_011 & 0xF),(((Block0x11_081_011 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_012 & 0xF),(((Block0x11_081_012 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_013 & 0xF),(((Block0x11_081_013 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_014 & 0xF),(((Block0x11_081_014 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_015 & 0xF),(((Block0x11_081_015 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_016 & 0xF),(((Block0x11_081_016 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_017 & 0xF),(((Block0x11_081_017 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_018 & 0xF),(((Block0x11_081_018 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_019 & 0xF),(((Block0x11_081_019 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_020 & 0xF),(((Block0x11_081_020 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_021 & 0xF),(((Block0x11_081_021 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_022 & 0xF),(((Block0x11_081_022 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_023 & 0xF),(((Block0x11_081_023 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_024 & 0xF),(((Block0x11_081_024 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_025 & 0xF),(((Block0x11_081_025 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_026 & 0xF),(((Block0x11_081_026 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_027 & 0xF),(((Block0x11_081_027 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_028 & 0xF),(((Block0x11_081_028 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_029 & 0xF),(((Block0x11_081_029 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_030 & 0xF),(((Block0x11_081_030 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_031 & 0xF),(((Block0x11_081_031 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_032 & 0xF),(((Block0x11_081_032 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_033 & 0xF),(((Block0x11_081_033 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_034 & 0xF),(((Block0x11_081_034 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_035 & 0xF),(((Block0x11_081_035 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_036 & 0xF),(((Block0x11_081_036 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_037 & 0xF),(((Block0x11_081_037 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_038 & 0xF),(((Block0x11_081_038 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_039 & 0xF),(((Block0x11_081_039 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_040 & 0xF),(((Block0x11_081_040 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_041 & 0xF),(((Block0x11_081_041 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_042 & 0xF),(((Block0x11_081_042 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_043 & 0xF),(((Block0x11_081_043 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_044 & 0xF),(((Block0x11_081_044 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_045 & 0xF),(((Block0x11_081_045 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_046 & 0xF),(((Block0x11_081_046 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_047 & 0xF),(((Block0x11_081_047 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_048 & 0xF),(((Block0x11_081_048 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_049 & 0xF),(((Block0x11_081_049 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_050 & 0xF),(((Block0x11_081_050 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_051 & 0xF),(((Block0x11_081_051 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_052 & 0xF),(((Block0x11_081_052 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_053 & 0xF),(((Block0x11_081_053 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_054 & 0xF),(((Block0x11_081_054 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_055 & 0xF),(((Block0x11_081_055 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_056 & 0xF),(((Block0x11_081_056 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_057 & 0xF),(((Block0x11_081_057 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_058 & 0xF),(((Block0x11_081_058 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_059 & 0xF),(((Block0x11_081_059 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_060 & 0xF),(((Block0x11_081_060 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_061 & 0xF),(((Block0x11_081_061 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_062 & 0xF),(((Block0x11_081_062 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_063 & 0xF),(((Block0x11_081_063 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_064 & 0xF),(((Block0x11_081_064 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_065 & 0xF),(((Block0x11_081_065 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_066 & 0xF),(((Block0x11_081_066 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_067 & 0xF),(((Block0x11_081_067 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_068 & 0xF),(((Block0x11_081_068 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_069 & 0xF),(((Block0x11_081_069 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_070 & 0xF),(((Block0x11_081_070 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_071 & 0xF),(((Block0x11_081_071 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_072 & 0xF),(((Block0x11_081_072 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_073 & 0xF),(((Block0x11_081_073 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_074 & 0xF),(((Block0x11_081_074 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_075 & 0xF),(((Block0x11_081_075 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_076 & 0xF),(((Block0x11_081_076 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_077 & 0xF),(((Block0x11_081_077 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_078 & 0xF),(((Block0x11_081_078 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_079 & 0xF),(((Block0x11_081_079 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_080 & 0xF),(((Block0x11_081_080 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_081 & 0xF),(((Block0x11_081_081 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_082 & 0xF),(((Block0x11_081_082 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_083 & 0xF),(((Block0x11_081_083 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_084 & 0xF),(((Block0x11_081_084 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_085 & 0xF),(((Block0x11_081_085 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_086 & 0xF),(((Block0x11_081_086 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_087 & 0xF),(((Block0x11_081_087 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_088 & 0xF),(((Block0x11_081_088 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_089 & 0xF),(((Block0x11_081_089 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_090 & 0xF),(((Block0x11_081_090 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_091 & 0xF),(((Block0x11_081_091 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_092 & 0xF),(((Block0x11_081_092 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_093 & 0xF),(((Block0x11_081_093 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_094 & 0xF),(((Block0x11_081_094 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_095 & 0xF),(((Block0x11_081_095 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_096 & 0xF),(((Block0x11_081_096 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_097 & 0xF),(((Block0x11_081_097 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_081_098 & 0xF),(((Block0x11_081_098 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)


.func Block0x11_081_End :: .endfunc
