;Block0x11_042
;子文件文本，共104条子文本
.loadtable ".\charmap_chs_test1117_new.txt"
.align 2 :: Block0x11_042_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ただいまー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "我回来了！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私､木之本桜{换行}"
;.strn "(きのもとさくら){结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "我叫木之本樱{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "友枝{小1}学校の４年生{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "是友枝小学四年级的学生{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "好きな科目は体育と音楽､{换行}"
;.strn "きらいな科目は算数{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "喜欢的科目是体育跟音乐{换行}"
 .strn "不喜欢数学{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "元気がとりえの女の子{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "是一位长处就是乐观的女生{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "家族こうせいは､{换行}"
;.strn "お父さんとお兄ちゃん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "一起居住的家人有{换行}"
 .strn "我的爸爸和我的哥哥{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､お母さん？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "嗯，我的妈妈？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_008:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お母さんは私が３さいの{换行}"
;.strn "ときになくなったの{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "我妈妈在我{换行}"
 .strn "三岁时就去世了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_009:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "でもさびしくないよ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "不过我并不孤单哦{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_010:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さんと､いじわるだけ{换行}"
;.strn "どお兄ちゃんがいるから{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "我还有我的爸爸{换行}"
 .strn "跟喜欢捉弄我的哥哥{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_011:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…だれもいないのかな…､{换行}"
;.strn "あや？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…好像没人在家呢…{换行}"
 .strn "哎呀？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_012:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "｢今日はおそくなります藤隆{换行}"
;.strn "(ふじたか)｣{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "｢今天会回来的比较迟藤隆｣{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_013:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "お父さん今日､{换行}"
;.strn "帰りがおそいんだ…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "爸爸今天会晚点回来呢…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_014:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おなかすいちゃったから{换行}"
;.strn "おやつたべよう{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "肚子有些饿了{换行}"
 .strn "吃些点心好了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_015:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "…ゴゴゴゴゴ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "…轰隆轰隆…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_016:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "!?　な､なに､{换行}"
;.strn "…お父さんの書庫からだ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "!?什、什么声音{换行}"
 .strn "…从爸爸的书房里传出来的…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_017:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どうしよう､{换行}"
;.strn "今だれもいないのに{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "怎么办啊{换行}"
 .strn "现在只有我一个人在家啊{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_018:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "…ゴゴゴゴゴゴ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "…轰隆轰隆轰隆…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_019:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "だれかいたら､{换行}"
;.strn "けいさつさんをよぼう!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "真要是有谁在的话{换行}"
 .strn "就喊警察好了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_020:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "みしっ…みしっ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "走…走…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_021:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "シーン…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "静……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_022:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "だれも…いない？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "什么…都没有？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_023:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…？　本が光ってる…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…？这本书居然在发光…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_024:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "本の中に…{换行}"
;.strn "ほえ…カード？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "书里的这是…{换行}"
 .strn "嗯…卡牌？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_025:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ウィン…えーと{换行}"
;.strn "…ウィンディ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "风…这个怎么读{换行}"
 .strn "…风牌？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_026:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "きゃあー!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "啊！！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_027:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "カードがとんでいっちゃう!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "卡牌都飞走了！！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_028:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "…シーン…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "…静…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_029:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…な､なにこれ？{换行}"
;.strn "ほえ､また本が光ってる…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…这、这都什么啊？{换行}"
 .strn "嗯？书还在发着光…！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_030:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "こにゃにゃちわー!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "你好啊{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_031:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "いやーあんさん､よーわい{换行}"
;.strn "を目覚めさせてくれたわー{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "哎呀{换行}"
 .strn "谢谢你叫醒我啊{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_032:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "おおさかべん…ỽ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "居然是大阪腔…ỽ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_033:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "この本長いことおおさかに{换行}"
;.strn "あったさかい{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "因为这本书{换行}"
 .strn "在大阪待的太久了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_034:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "すっかりおおさかべんが{换行}"
;.strn "うつってしもうた{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "搞得我也{换行}"
 .strn "完全变成大阪腔了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_035:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わいはこの本を守る{换行}"
;.strn "『封印の獣』ケルベロスや！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "我是守护这本书的{换行}"
 .strn "『封印之兽』可鲁贝洛斯！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_036:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "封印？　ケルベロス？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "封印？可鲁贝洛斯？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_037:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "せや､この本の中のカード{换行}"
;.strn "が悪させえへんようにって…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "没错守护这本书里的卡牌{换行}"
 .strn "不让它们到处作恶就是我的…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_038:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ああああああああっ!!{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "啊啊啊啊啊啊啊！！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_039:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "カードがあらへん！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "卡牌都不见了啊！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_040:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "これ？{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "你说这个吗？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_041:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ちゃんとあるがな！{换行}"
;.strn "…で､ほかのは？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "啊原来还在啊！{换行}"
 .strn "其他的卡牌呢{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_042:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "私がウィンディって{换行}"
;.strn "読んだら…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "我在念出“风牌”之后…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_043:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "うん､うん{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "嗯嗯{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_044:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "全部とんでっちゃったー！{换行}"
;.strn "アハハハハ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "全部都飞走啦{换行}"
 .strn "啊哈哈哈…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_045:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そーかぁ､アハハハハハ…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "这样啊{换行}"
 .strn "啊哈哈哈哈…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_046:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なにいいいいい!!!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "什么！！！！！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_047:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "どう？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "怎么样？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_048:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "あかん､カードがどこにお{换行}"
;.strn "るかまったくわからんわ{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "不行啊根本感觉不到{换行}"
 .strn "卡牌在哪里{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_049:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "この本の中には『クロウ{换行}"
;.strn "カード』が入っとったんや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "原本在这本书里的卡牌{换行}"
 .strn "叫做『库洛牌』{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_050:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "『クロウカード』？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "『库洛牌』？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_051:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "つくったのはものすごい{换行}"
;.strn "魔力を持ったまじゅつ師{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "这些卡牌是一个叫做{换行}"
 .strn "『库洛里多』的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_052:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "『クロウ·リード』でな､{换行}"
;.strn "とく別なカードなんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "超级魔法师所创造的{换行}"
 .strn "特殊卡牌{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_053:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "１枚１枚生きてて好き勝手{换行}"
;.strn "に行どうするんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "每一张都有生命{换行}"
 .strn "都会自由活动{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_054:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なみのもんでは､{换行}"
;.strn "歯が立たん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "一般人根本对付不了{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_055:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そやからクロウ自身が{换行}"
;.strn "この本を作って…､{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "所以库洛他就制作了这本书{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_056:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "『封印の獣』であるわいを{换行}"
;.strn "本の{表1}紙においたんや{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "将作为『封印之兽』的我{换行}"
 .strn "放在了书的封面{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_057:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "『クロウカード』…{换行}"
;.strn "その封印が解かれるとき{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "当『库洛牌』的封印{换行}"
 .strn "解开的时候{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_058:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "この世に災いがおとずれる…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "世界将面临大灾难…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_059:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…災いって…？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…灾难是…？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_060:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "……とにかくカードを{换行}"
;.strn "つれ戻さんと{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "……无论如何我得{换行}"
 .strn "找回卡牌才行{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_061:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "つきおうてもらうで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "你要陪我一起找哦！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_062:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "え､なんでわたしが!?{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "为什么我也要一起找啊！？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_063:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "カードをばらけさせたのは{换行}"
;.strn "おまえさんやろ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "因为是你把卡牌弄丢的啊{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_064:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "カードを封印しておくのが{换行}"
;.strn "あなたの役目でしょ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "可是守护卡牌的封印{换行}"
 .strn "是你的工作吧{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_065:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "いやーつい３０年ほどいね{换行}"
;.strn "むりしてもうて…ỽ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "哎呀—不小心{换行}"
 .strn "睡了30年嘛…ỽ{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_066:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あの音はいびきだったのね…{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "原来听到的是你的呼噜声啊…{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_067:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "とにかくこの本を開けられ{换行}"
;.strn "たってことは､{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "不管怎么样{换行}"
 .strn "既然你能打开这本书{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_068:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "多少なりとも魔力を持って{换行}"
;.strn "るちゅうことや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "表示你也有些魔力{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_069:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "おまえさん名前は？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "你叫什么名字？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_070:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…さくら{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…小樱{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_071:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "よっしゃさくらそこ立ってみ{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "好你过去那边一下{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_072:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…ほえ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…嗯？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_073:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "封印の『鍵』よ　なんじと{换行}"
;.strn "の契約を望む者がいる{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "封印之钥啊{换行}"
 .strn "希望与你契约者就在此处{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_074:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "少女　名をさくら{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "这个女孩名叫小樱{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_075:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "『鍵』よ少女に力を与えよ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "请给予这个女孩力量吧{换行}"
 .strn "封印之钥！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_076:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "レリーズ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "封印解除！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_077:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "カードキャプターの{换行}"
;.strn "たんじょうやー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "库洛魔法使诞生啦！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_078:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "！　ええええええ!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "诶？？？？？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_079:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ぜったいむり～!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "我肯定不行的啦！！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_080:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "『クロウカード』のほかく{换行}"
;.strn "者､かっこええやないか{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "追缉库洛牌的使者{换行}"
 .strn "超帅的不是吗{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_081:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "そんなこといったって{换行}"
;.strn "私には無理だってー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "就算你这么说{换行}"
 .strn "我也肯定不行的啊{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_082:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "!!　クロウカードの気配や､{换行}"
;.strn "さくら外見てみ！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "！！是库洛牌的气息{换行}"
 .strn "快看窗外小樱！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_083:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "すっごい風､…なにあれ？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "好大的风啊…那是什么？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_084:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "『フライ』のクロウカード{换行}"
;.strn "やな{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "是『飞牌』啊{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_085:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほえ～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "哇~{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_086:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "感心しとる場合か！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "你还啊什么啊{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_087:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "カードキャプターさくらの{换行}"
;.strn "初仕事や!!{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "这可是库洛魔法使小樱的{换行}"
 .strn "第一份工作啊！！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_088:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ほっええええ!?{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "哎哎哎哎？？？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_089:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "パァーーー！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "邦ーーー！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_090:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "……{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_091:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "よっしゃ､ここでわいの{换行}"
;.strn "ワンポイントチェックや！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "好嘞{换行}"
 .strn "现在是我的教程时间哦！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_092:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ええか､よくきくんや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "准备好了吗要好好听哦{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_093:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "クロウカードとのバトル{换行}"
;.strn "のせつめいをするで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "我来说明一下{换行}"
 .strn "怎么跟库洛牌进行战斗的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_094:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "まず､魔法を使う場合は{换行}"
;.strn "｢カード｣コマンドや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "首先如果要用魔法的话{换行}"
 .strn "就选择『卡牌』这个选项{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_095:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "さくらが手に入れた{换行}"
;.strn "カードの魔法を使えるで{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "这样就可以使用小樱获得过的{换行}"
 .strn "卡牌的魔法了{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_096:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "せやけど､バトルで{换行}"
;.strn "つかえんカードもある{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "但是收复的卡片里也有{换行}"
 .strn "一些是不能在战斗里使用的{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_097:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "魔法を使って魔力が{换行}"
;.strn "なくなったら｢まもる｣や{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "如果使用魔法的魔力不够的话{换行}"
 .strn "就『防御』吧{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_098:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "てきの攻撃からみをまもり{换行}"
;.strn "魔力がかいふくするで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "这样就可以防御对方的攻击{换行}"
 .strn "还能够恢复魔力{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_099:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "ダメージをうけたときは{换行}"
;.strn "｢よける｣や{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "受到伤害的话{换行}"
 .strn "就用｢闪避｣吧{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_100:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "てきの攻撃をよけてきずを{换行}"
;.strn "かいふくする{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "有几率躲开对方的攻击{换行}"
 .strn "并且恢复生命{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_101:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わいがそばにいるときは{换行}"
;.strn "アドバイスしたるで！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "如果我在你身边的话{换行}"
 .strn "你还可以来找我询问意见哦{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_102:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わいのアドバイスは{换行}"
;.strn "｢ケロ｣コマンドや{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "想问我的话就{换行}"
 .strn "选择「小可」的选项吧{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_042_103:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "そんじゃ､{换行}"
;.strn "バトルにはいるで！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "那就这样吧{换行}"
 .strn "接下来就要开战了！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
.loadtable ".\charmap_jp.txt"


;子文件文本指针
.align 2 :: Block0x11_042_Ptr:
    .hword (Block0x11_042_000 & 0xF),(((Block0x11_042_000 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_001 & 0xF),(((Block0x11_042_001 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_002 & 0xF),(((Block0x11_042_002 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_003 & 0xF),(((Block0x11_042_003 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_004 & 0xF),(((Block0x11_042_004 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_005 & 0xF),(((Block0x11_042_005 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_006 & 0xF),(((Block0x11_042_006 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_007 & 0xF),(((Block0x11_042_007 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_008 & 0xF),(((Block0x11_042_008 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_009 & 0xF),(((Block0x11_042_009 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_010 & 0xF),(((Block0x11_042_010 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_011 & 0xF),(((Block0x11_042_011 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_012 & 0xF),(((Block0x11_042_012 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_013 & 0xF),(((Block0x11_042_013 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_014 & 0xF),(((Block0x11_042_014 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_015 & 0xF),(((Block0x11_042_015 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_016 & 0xF),(((Block0x11_042_016 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_017 & 0xF),(((Block0x11_042_017 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_018 & 0xF),(((Block0x11_042_018 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_019 & 0xF),(((Block0x11_042_019 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_020 & 0xF),(((Block0x11_042_020 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_021 & 0xF),(((Block0x11_042_021 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_022 & 0xF),(((Block0x11_042_022 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_023 & 0xF),(((Block0x11_042_023 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_024 & 0xF),(((Block0x11_042_024 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_025 & 0xF),(((Block0x11_042_025 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_026 & 0xF),(((Block0x11_042_026 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_027 & 0xF),(((Block0x11_042_027 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_028 & 0xF),(((Block0x11_042_028 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_029 & 0xF),(((Block0x11_042_029 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_030 & 0xF),(((Block0x11_042_030 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_031 & 0xF),(((Block0x11_042_031 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_032 & 0xF),(((Block0x11_042_032 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_033 & 0xF),(((Block0x11_042_033 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_034 & 0xF),(((Block0x11_042_034 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_035 & 0xF),(((Block0x11_042_035 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_036 & 0xF),(((Block0x11_042_036 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_037 & 0xF),(((Block0x11_042_037 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_038 & 0xF),(((Block0x11_042_038 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_039 & 0xF),(((Block0x11_042_039 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_040 & 0xF),(((Block0x11_042_040 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_041 & 0xF),(((Block0x11_042_041 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_042 & 0xF),(((Block0x11_042_042 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_043 & 0xF),(((Block0x11_042_043 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_044 & 0xF),(((Block0x11_042_044 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_045 & 0xF),(((Block0x11_042_045 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_046 & 0xF),(((Block0x11_042_046 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_047 & 0xF),(((Block0x11_042_047 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_048 & 0xF),(((Block0x11_042_048 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_049 & 0xF),(((Block0x11_042_049 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_050 & 0xF),(((Block0x11_042_050 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_051 & 0xF),(((Block0x11_042_051 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_052 & 0xF),(((Block0x11_042_052 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_053 & 0xF),(((Block0x11_042_053 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_054 & 0xF),(((Block0x11_042_054 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_055 & 0xF),(((Block0x11_042_055 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_056 & 0xF),(((Block0x11_042_056 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_057 & 0xF),(((Block0x11_042_057 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_058 & 0xF),(((Block0x11_042_058 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_059 & 0xF),(((Block0x11_042_059 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_060 & 0xF),(((Block0x11_042_060 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_061 & 0xF),(((Block0x11_042_061 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_062 & 0xF),(((Block0x11_042_062 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_063 & 0xF),(((Block0x11_042_063 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_064 & 0xF),(((Block0x11_042_064 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_065 & 0xF),(((Block0x11_042_065 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_066 & 0xF),(((Block0x11_042_066 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_067 & 0xF),(((Block0x11_042_067 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_068 & 0xF),(((Block0x11_042_068 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_069 & 0xF),(((Block0x11_042_069 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_070 & 0xF),(((Block0x11_042_070 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_071 & 0xF),(((Block0x11_042_071 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_072 & 0xF),(((Block0x11_042_072 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_073 & 0xF),(((Block0x11_042_073 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_074 & 0xF),(((Block0x11_042_074 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_075 & 0xF),(((Block0x11_042_075 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_076 & 0xF),(((Block0x11_042_076 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_077 & 0xF),(((Block0x11_042_077 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_078 & 0xF),(((Block0x11_042_078 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_079 & 0xF),(((Block0x11_042_079 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_080 & 0xF),(((Block0x11_042_080 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_081 & 0xF),(((Block0x11_042_081 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_082 & 0xF),(((Block0x11_042_082 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_083 & 0xF),(((Block0x11_042_083 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_084 & 0xF),(((Block0x11_042_084 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_085 & 0xF),(((Block0x11_042_085 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_086 & 0xF),(((Block0x11_042_086 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_087 & 0xF),(((Block0x11_042_087 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_088 & 0xF),(((Block0x11_042_088 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_089 & 0xF),(((Block0x11_042_089 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_090 & 0xF),(((Block0x11_042_090 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_091 & 0xF),(((Block0x11_042_091 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_092 & 0xF),(((Block0x11_042_092 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_093 & 0xF),(((Block0x11_042_093 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_094 & 0xF),(((Block0x11_042_094 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_095 & 0xF),(((Block0x11_042_095 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_096 & 0xF),(((Block0x11_042_096 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_097 & 0xF),(((Block0x11_042_097 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_098 & 0xF),(((Block0x11_042_098 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_099 & 0xF),(((Block0x11_042_099 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_100 & 0xF),(((Block0x11_042_100 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_101 & 0xF),(((Block0x11_042_101 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_102 & 0xF),(((Block0x11_042_102 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_042_103 & 0xF),(((Block0x11_042_103 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)


.func Block0x11_042_End :: .endfunc
