;Block0x11_063
;子文件文本，共5条子文本
.align 2 :: Block0x11_063_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_063_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "…ほえぇ～！{换行}"
;.strn "まただよ～！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "…ほえぇ～！{换行}"
 .strn "まただよ～！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_063_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "わいはもうつかれたで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "わいはもうつかれたで{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_063_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "ケロちゃんまでそんなこと{换行}"
;.strn "言わないでよ～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "ケロちゃんまでそんなこと{换行}"
 .strn "言わないでよ～{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_063_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小可_头像图片}"
;.strn "なんとかやつの魔法を{换行}"
;.strn "ふせげれば…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小可_头像图片}"
 .strn "なんとかやつの魔法を{换行}"
 .strn "ふせげれば…{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x11_063_Ptr:
    .hword (Block0x11_063_000 & 0xF),(((Block0x11_063_000 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_063_001 & 0xF),(((Block0x11_063_001 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_063_002 & 0xF),(((Block0x11_063_002 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_063_003 & 0xF),(((Block0x11_063_003 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_063_004 & 0xF),(((Block0x11_063_004 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)


.func Block0x11_063_End :: .endfunc
