;Block0x11_014
;子文件文本，共8条子文本
.align 2 :: Block0x11_014_000:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_未知_头像图片}"
;.strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_未知_头像图片}"
 .strn "{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_014_001:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "あれ､お父さん今日お出か{换行}"
;.strn "け？{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "あれ､お父さん今日お出か{换行}"
 .strn "け？{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_014_002:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "ええ､学会の発{表1}会があっ{换行}"
;.strn "て{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "ええ､学会の発{表1}会があっ{换行}"
 .strn "て{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_014_003:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "それじゃ､後は私がやって{换行}"
;.strn "おくから{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "それじゃ､後は私がやって{换行}"
 .strn "おくから{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_014_004:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "ありがとう､さくらさん{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "ありがとう､さくらさん{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_014_005:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "うん､お仕事がんばって！{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "うん､お仕事がんばって！{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_014_006:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_藤隆_头像图片}"
;.strn "うん､それじゃ行って来ま{换行}"
;.strn "す{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_藤隆_头像图片}"
 .strn "うん､それじゃ行って来ま{换行}"
 .strn "す{结束}"
;－－－－－－－－－－－－－－－－－－－－


.align 2 :: Block0x11_014_007:
;－－－－－－－－－－－－－－－－－－－－
;.strn "{说话人_小樱_头像图片}"
;.strn "いってらっしゃい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－
 .strn "{说话人_小樱_头像图片}"
 .strn "いってらっしゃい！{结束}{结束}"
;－－－－－－－－－－－－－－－－－－－－



;子文件文本指针
.align 2 :: Block0x11_014_Ptr:
    .hword (Block0x11_014_000 & 0xF),(((Block0x11_014_000 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_014_001 & 0xF),(((Block0x11_014_001 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_014_002 & 0xF),(((Block0x11_014_002 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_014_003 & 0xF),(((Block0x11_014_003 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_014_004 & 0xF),(((Block0x11_014_004 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_014_005 & 0xF),(((Block0x11_014_005 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_014_006 & 0xF),(((Block0x11_014_006 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)
    .hword (Block0x11_014_007 & 0xF),(((Block0x11_014_007 & 0xFFF0)>>4) + OffsetOfBlock0x11InRamSegment)


.func Block0x11_014_End :: .endfunc
